[
  {
    "reference": "Genesis 1:26–28",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 4,
    "release": "Navigate",
    "cards": [
      "(26) Then God said, \"Let Us make mankind in Our image, according to Our likeness; and let them rule over the fish of the sea and over the birds of the sky and over the livestock and over all the earth, and over every crawling thing that crawls on the earth.\" (27) So God created man in His own image, in the image of God He created him; male and female He created them. (28) God blessed them; and God said to them, \"Be fruitful and multiply, and fill the earth, and subdue it; and rule over the fish of the sea and over the birds of the sky and over every living thing that moves on the earth.\""
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 119
  },
  {
    "reference": "Isaiah 40:26–28",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 3,
    "release": "Navigate",
    "cards": [
      "(26) Raise your eyes on high And see who has created these stars, The One who brings out their multitude by number, He calls them all by name; Because of the greatness of His might and the strength of His power, Not one of them is missing. (27) Why do you say, Jacob, and you assert, Israel, \"My way is hidden from the LORD, And the justice due me escapes the notice of my God\"? (28) Do you not know? Have you not heard? The Everlasting God, the LORD, the Creator of the ends of the earth Does not become weary or tired. His understanding is unsearchable."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 107
  },
  {
    "reference": "Genesis 1:1-5",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 2,
    "release": "Navigate",
    "cards": [
      "(1) In the beginning God created the heavens and the earth. (2) And the earth was a formless and desolate emptiness, and darkness was over the surface of the deep, and the Spirit of God was hovering over the surface of the waters. (3) Then God said, \"Let there be light\"; and there was light. (4) God saw that the light was good; and God separated the light from the darkness. (5) God called the light \"day,\" and the darkness He called \"night.\" And there was evening and there was morning, one day."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 93
  },
  {
    "reference": "Colossians 1:15–16",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 1,
    "release": "Navigate",
    "cards": [
      "(15) He is the image of the invisible God, the firstborn of all creation: (16) for by Him all things were created, both in the heavens and on earth, visible and invisible, whether thrones, or dominions, or rulers, or authorities--all things have been created through Him and for Him."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 49
  },
  {
    "reference": "Genesis 2:23–24",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 8,
    "release": "Navigate",
    "cards": [
      "(23) Then the man said, \"At last this is bone of my bones, And flesh of my flesh; She shall be called 'woman,' Because she was taken out of man.\" (24) For this reason a man shall leave his father and his mother, and be joined to his wife; and they shall become one flesh."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 55
  },
  {
    "reference": "Exodus 31:12–14",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 7,
    "release": "Navigate",
    "cards": [
      "(12) Now the LORD spoke to Moses, saying, (13) \"Now as for you, speak to the sons of Israel, saying, 'You must keep My Sabbaths; for this is a sign between Me and you throughout your generations, so that you may know that I am the LORD who sanctifies you. (14) 'Therefore you are to keep the Sabbath, for it is holy to you. Everyone who profanes it must be put to death; for whoever does any work on it, that person shall be cut off from among his people."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 90
  },
  {
    "reference": "Genesis 2:1–3",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 6,
    "release": "Navigate",
    "cards": [
      "(1) And so the heavens and the earth were completed, and all their heavenly lights. (2) By the seventh day God completed His work which He had done, and He rested on the seventh day from all His work which He had done. (3) Then God blessed the seventh day and sanctified it, because on it He rested from all His work which God had created and made."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 68
  },
  {
    "reference": "Genesis 17:1-4",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 5,
    "release": "Navigate",
    "cards": [
      "(1) Now when Abram was ninety-nine years old, the LORD appeared to Abram and said to him, \"I am God Almighty; Walk before Me, and be blameless. (2) \"I will make My covenant between Me and you, And I will multiply you exceedingly.\" (3) Abram fell on his face, and God talked with him, saying, (4) \"As for Me, behold, My covenant is with you, And you will be the father of a multitude of nations."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 76
  },
  {
    "reference": "Genesis 4:7–8",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 12,
    "release": "Navigate",
    "cards": [
      "(7) \"If you do well, will your face not be cheerful? And if you do not do well, sin is lurking at the door; and its desire is for you, but you must master it.\" (8) Cain talked to his brother Abel; and it happened that when they were in the field Cain rose up against his brother Abel and killed him."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 62
  },
  {
    "reference": "Psalm 68:19–20",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 11,
    "release": "Navigate",
    "cards": [
      "(19) Blessed be the Lord, who daily bears our burden, The God who is our salvation. (20) God is to us a God of salvation; And to GOD the Lord belong ways of escape from death."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 36
  },
  {
    "reference": "Genesis 3:14–15",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 10,
    "release": "Navigate",
    "cards": [
      "(14) Then the LORD God said to the serpent, \"Because you have done this, Cursed are you more than all the livestock, And more than any animal of the field; On your belly you shall go, And dust you shall eat All the days of your life; (15) And I will make enemies Of you and the woman, And of your offspring and her Descendant; He shall bruise you on the head, And you shall bruise Him on the heel.\""
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 80
  },
  {
    "reference": "Deuteronomy 6:13–15",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 9,
    "release": "Navigate",
    "cards": [
      "(13) \"You shall fear only the LORD your God; and you shall worship Him and swear by His name. (14) \"You shall not follow other gods, any of the gods of the peoples who surround you, (15) for the LORD your God who is in the midst of you is a jealous God; so follow Him, or else the anger of the LORD your God will be kindled against you, and He will wipe you off the face of the earth."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 81
  },
  {
    "reference": "Psalm 90:1–4",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 15,
    "release": "Navigate",
    "cards": [
      "(1) A Prayer of Moses, the man of God. Lord, You have been our dwelling place in all generations. (2) Before the mountains were born Or You gave birth to the earth and the world, Even from everlasting to everlasting, You are God. (3) You turn mortals back into dust And say, \"Return, you sons of mankind.\" (4) For a thousand years in Your sight Are like yesterday when it passes by, Or like a watch in the night."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 79
  },
  {
    "reference": "Genesis 5:1–3",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 14,
    "release": "Navigate",
    "cards": [
      "(1) This is the book of the generations of Adam. On the day when God created man, He made him in the likeness of God. (2) He created them male and female, and He blessed them and named them \"mankind\" on the day when they were created. (3) When Adam had lived 130 years, he fathered a son in his own likeness, according to his image, and named him Seth."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 70
  },
  {
    "reference": "Jeremiah 23:5–6",
    "translation": "NASB",
    "division": "Junior",
    "passage_number": 13,
    "release": "Navigate",
    "cards": [
      "(5) \"Behold, the days are coming,\" declares the LORD, \"When I will raise up for David a righteous Branch; And He will reign as king and act wisely And do justice and righteousness in the land. (6) \"In His days Judah will be saved, And Israel will live securely; And this is His name by which He will be called, 'The LORD Our Righteousness.'"
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 64
  }
]