[
  {
    "reference": "Genesis 1:26–27",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 4,
    "release": "Navigate",
    "cards": [
      "(26) Then God said, \"Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.\" (27) So God created man in his own image, in the image of God he created him; male and female he created them."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 74
  },
  {
    "reference": "Isaiah 40:26",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 3,
    "release": "Navigate",
    "cards": [
      "(26) Lift up your eyes on high and see: who created these? He who brings out their host by number, calling them all by name; by the greatness of his might and because he is strong in power, not one is missing."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 42
  },
  {
    "reference": "Genesis 1:1",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 2,
    "release": "Navigate",
    "cards": [
      "(1) In the beginning, God created the heavens and the earth."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 11
  },
  {
    "reference": "Colossians 1:15–16",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 1,
    "release": "Navigate",
    "cards": [
      "(15) He is the image of the invisible God, the firstborn of all creation. (16) For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities--all things were created through him and for him."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 46
  },
  {
    "reference": "Genesis 2:23–24",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 8,
    "release": "Navigate",
    "cards": [
      "(23) Then the man said, \"This at last is bone of my bones and flesh of my flesh; she shall be called Woman, because she was taken out of Man.\" (24) Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 53
  },
  {
    "reference": "Exodus 31:12–13",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 7,
    "release": "Navigate",
    "cards": [
      "(12) And the LORD said to Moses, (13) \"You are to speak to the people of Israel and say, 'Above all you shall keep my Sabbaths, for this is a sign between me and you throughout your generations, that you may know that I, the LORD, sanctify you."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 48
  },
  {
    "reference": "Genesis 2:2–3",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 6,
    "release": "Navigate",
    "cards": [
      "(2) And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done. (3) So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 55
  },
  {
    "reference": "Genesis 17 :1–2",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 5,
    "release": "Navigate",
    "cards": [
      "(1) When Abram was ninety-nine years old the LORD appeared to Abram and said to him, \"I am God Almighty; walk before me, and be blameless, (2) that I may make my covenant between me and you, and may multiply you greatly.\""
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 42
  },
  {
    "reference": "Genesis 4:7–8",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 12,
    "release": "Navigate",
    "cards": [
      "(7) If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.\" (8) Cain spoke to Abel his brother. And when they were in the field, Cain rose up against his brother Abel and killed him."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 59
  },
  {
    "reference": "Psalm 68:20",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 11,
    "release": "Navigate",
    "cards": [
      "(20) Our God is a God of salvation, and to GOD, the Lord, belong deliverances from death."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 17
  },
  {
    "reference": "Genesis 3:14–15",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 10,
    "release": "Navigate",
    "cards": [
      "(14) The LORD God said to the serpent, \"Because you have done this, cursed are you above all livestock and above all beasts of the field; on your belly you shall go, and dust you shall eat all the days of your life. (15) I will put enmity between you and the woman, and between your offspring and her offspring; he shall bruise your head, and you shall bruise his heel.\""
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 71
  },
  {
    "reference": "Deuteronomy 6:14–15",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 9,
    "release": "Navigate",
    "cards": [
      "(14) You shall not go after other gods, the gods of the peoples who are around you-- (15) for the LORD your God in your midst is a jealous God--lest the anger of the LORD your God be kindled against you, and he destroy you from off the face of the earth."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 52
  },
  {
    "reference": "Psalm 90:2",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 15,
    "release": "Navigate",
    "cards": [
      "(2) Before the mountains were brought forth, or ever you had formed the earth and the world, from everlasting to everlasting you are God."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 24
  },
  {
    "reference": "Genesis 5:1–3",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 14,
    "release": "Navigate",
    "cards": [
      "(1) This is the book of the generations of Adam. When God created man, he made him in the likeness of God. (2) Male and female he created them, and he blessed them and named them Man when they were created. (3) When Adam had lived 130 years, he fathered a son in his own likeness, after his image, and named him Seth."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 63
  },
  {
    "reference": "Jeremiah 23:5-6",
    "translation": "ESV",
    "division": "Primary",
    "passage_number": 13,
    "release": "Navigate",
    "cards": [
      "(5) \"Behold, the days are coming, declares the LORD, when I will raise up for David a righteous Branch, and he shall reign as king and deal wisely, and shall execute justice and righteousness in the land. (6) In his days Judah will be saved, and Israel will dwell securely. And this is the name by which he will be called: 'The LORD is our righteousness.'"
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 66
  }
]