[
  {
    "reference": "Genesis 1:26–27",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 4,
    "release": "Navigate",
    "cards": [
      "(26) Then God said, \"Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.\" (27) So God created man in His own image; in the image of God He created him; male and female He created them."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 72
  },
  {
    "reference": "Isaiah 40:26",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 3,
    "release": "Navigate",
    "cards": [
      "(26) Lift up your eyes on high, And see who has created these things, Who brings out their host by number; He calls them all by name, By the greatness of His might And the strength of His power; Not one is missing."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 43
  },
  {
    "reference": "Genesis 1:1",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 2,
    "release": "Navigate",
    "cards": [
      "(1) In the beginning God created the heavens and the earth."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 11
  },
  {
    "reference": "Colossians 1:15–16",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 1,
    "release": "Navigate",
    "cards": [
      "(15) He is the image of the invisible God, the firstborn over all creation. (16) For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers. All things were created through Him and for Him."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 51
  },
  {
    "reference": "Genesis 2:23–24",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 8,
    "release": "Navigate",
    "cards": [
      "(23) And Adam said: \"This is now bone of my bones And flesh of my flesh; She shall be called Woman, Because she was taken out of Man.\" (24) Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 50
  },
  {
    "reference": "Exodus 31:12–13",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 7,
    "release": "Navigate",
    "cards": [
      "(12) And the LORD spoke to Moses, saying, (13) \"Speak also to the children of Israel, saying: 'Surely My Sabbaths you shall keep, for it is a sign between Me and you throughout your generations, that you may know that I am the LORD who sanctifies you."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 47
  },
  {
    "reference": "Genesis 2:2–3",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 6,
    "release": "Navigate",
    "cards": [
      "(2) And on the seventh day God ended His work which He had done, and He rested on the seventh day from all His work which He had done. (3) Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 54
  },
  {
    "reference": "Genesis 17 :1–2",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 5,
    "release": "Navigate",
    "cards": [
      "(1) When Abram was ninety-nine years old, the LORD appeared to Abram and said to him, \"I am Almighty God; walk before Me and be blameless. (2) \"And I will make My covenant between Me and you, and will multiply you exceedingly.\""
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 42
  },
  {
    "reference": "Genesis 4:7–8",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 12,
    "release": "Navigate",
    "cards": [
      "(7) \"If you do well, will you not be accepted? And if you do not do well, sin lies at the door. And its desire is for you, but you should rule over it.\" (8) Now Cain talked with Abel his brother; and it came to pass, when they were in the field, that Cain rose up against Abel his brother and killed him."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 64
  },
  {
    "reference": "Psalm 68:20",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 11,
    "release": "Navigate",
    "cards": [
      "(20) Our God is the God of salvation; And to GOD the Lord belong escapes from death."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 17
  },
  {
    "reference": "Genesis 3:14–15",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 10,
    "release": "Navigate",
    "cards": [
      "(14) So the LORD God said to the serpent: \"Because you have done this, You are cursed more than all cattle, And more than every beast of the field; On your belly you shall go, And you shall eat dust All the days of your life. (15) And I will put enmity Between you and the woman, And between your seed and her Seed; He shall bruise your head, And you shall bruise His heel.\""
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 75
  },
  {
    "reference": "Deuteronomy 6:14–15",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 9,
    "release": "Navigate",
    "cards": [
      "(14) \"You shall not go after other gods, the gods of the peoples who are all around you (15) \"(for the LORD your God is a jealous God among you), lest the anger of the LORD your God be aroused against you and destroy you from the face of the earth."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 51
  },
  {
    "reference": "Psalm 90:2",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 15,
    "release": "Navigate",
    "cards": [
      "(2) Before the mountains were brought forth, Or ever You had formed the earth and the world, Even from everlasting to everlasting, You are God."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 25
  },
  {
    "reference": "Genesis 5:1–3",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 14,
    "release": "Navigate",
    "cards": [
      "(1) This is the book of the genealogy of Adam. In the day that God created man, He made him in the likeness of God. (2) He created them male and female, and blessed them and called them Mankind in the day they were created. (3) And Adam lived one hundred and thirty years, and begot a son in his own likeness, after his image, and named him Seth."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 69
  },
  {
    "reference": "Jeremiah 23:5-6",
    "translation": "NKJV",
    "division": "Primary",
    "passage_number": 13,
    "release": "Navigate",
    "cards": [
      "(5) \"Behold, the days are coming,\" says the LORD, \"That I will raise to David a Branch of righteousness; A King shall reign and prosper, And execute judgment and righteousness in the earth. (6) In His days Judah will be saved, And Israel will dwell safely; Now this is His name by which He will be called: THE LORD OUR RIGHTEOUSNESS."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 61
  }
]