[
  {
    "reference": "Genesis 1:26–27",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 4,
    "release": "Navigate",
    "cards": [
      "(26) And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth. (27) So God created man in his own image, in the image of God created he him; male and female created he them."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 74
  },
  {
    "reference": "Isaiah 40:26",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 3,
    "release": "Navigate",
    "cards": [
      "(26) Lift up your eyes on high, and behold who hath created these things, that bringeth out their host by number: he calleth them all by names by the greatness of his might, for that he is strong in power; not one faileth."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 43
  },
  {
    "reference": "Genesis 1:1",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 2,
    "release": "Navigate",
    "cards": [
      "(1) In the beginning God created the heaven and the earth."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 11
  },
  {
    "reference": "Colossians 1:15–16",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 1,
    "release": "Navigate",
    "cards": [
      "(15) Who is the image of the invisible God, the firstborn of every creature: (16) For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:"
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 53
  },
  {
    "reference": "Genesis 2:23–24",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 8,
    "release": "Navigate",
    "cards": [
      "(23) And Adam said, This is now bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man. (24) Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 51
  },
  {
    "reference": "Exodus 31:12–13",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 7,
    "release": "Navigate",
    "cards": [
      "(12) And the LORD spake unto Moses, saying, (13) Speak thou also unto the children of Israel, saying, Verily my sabbaths ye shall keep: for it is a sign between me and you throughout your generations; that ye may know that I am the LORD that doth sanctify you."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 49
  },
  {
    "reference": "Genesis 2:2–3",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 6,
    "release": "Navigate",
    "cards": [
      "(2) And on the seventh day God ended his work which he had made; and he rested on the seventh day from all his work which he had made. (3) And God blessed the seventh day, and sanctified it: because that in it he had rested from all his work which God created and made."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 55
  },
  {
    "reference": "Genesis 17 :1–2",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 5,
    "release": "Navigate",
    "cards": [
      "(1) And when Abram was ninety years old and nine, the LORD appeared to Abram, and said unto him, I am the Almighty God; walk before me, and be thou perfect. (2) And I will make my covenant between me and thee, and will multiply thee exceedingly."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 47
  },
  {
    "reference": "Genesis 4:7–8",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 12,
    "release": "Navigate",
    "cards": [
      "(7) If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him. (8) And Cain talked with Abel his brother: and it came to pass, when they were in the field, that Cain rose up against Abel his brother, and slew him."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 64
  },
  {
    "reference": "Psalm 68:20",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 11,
    "release": "Navigate",
    "cards": [
      "(20) He that is our God is the God of salvation; and unto GOD the Lord belong the issues from death."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 21
  },
  {
    "reference": "Genesis 3:14–15",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 10,
    "release": "Navigate",
    "cards": [
      "(14) And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life: (15) And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 73
  },
  {
    "reference": "Deuteronomy 6:14–15",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 9,
    "release": "Navigate",
    "cards": [
      "(14) Ye shall not go after other gods, of the gods of the people which are round about you; (15) (For the LORD thy God is a jealous God among you) lest the anger of the LORD thy God be kindled against thee, and destroy thee from off the face of the earth."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 53
  },
  {
    "reference": "Psalm 90:2",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 15,
    "release": "Navigate",
    "cards": [
      "(2) Before the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou art God."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 25
  },
  {
    "reference": "Genesis 5:1–3",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 14,
    "release": "Navigate",
    "cards": [
      "(1) This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him; (2) Male and female created he them; and blessed them, and called their name Adam, in the day when they were created. (3) And Adam lived an hundred and thirty years, and begat a son in his own likeness, after his image; and called his name Seth:"
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 72
  },
  {
    "reference": "Jeremiah 23:5-6",
    "translation": "KJV",
    "division": "Primary",
    "passage_number": 13,
    "release": "Navigate",
    "cards": [
      "(5) Behold, the days come, saith the LORD, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth. (6) In his days Judah shall be saved, and Israel shall dwell safely: and this is his name whereby he shall be called, THE LORD OUR RIGHTEOUSNESS."
    ],
    "start_index": 1,
    "end_index": 1,
    "verse_count": 1,
    "word_count": 60
  }
]