[{"cards": [" (24) Make no friendship with a man given to anger, nor go with a wrathful man, (25) lest you learn his ways and entangle yourself in a snare. (26) Be not one of those who give pledges, who put up security for debts. (27) If you have nothing with which to pay, why should your bed be taken from under you? (28) Do not move the ancient landmark that your fathers have set. (29) Do you see a man skillful in his work? He will stand before kings; he will not stand before obscure men. Psalm 2:1-6 (1/1) (1) Why do the nations rage and the peoples plot in vain? (2) The kings of the earth set themselves, and the rulers take counsel together, against the LORD and against his Anointed, saying, (3) \"Let us burst their bonds apart and cast away their cords from us.\" (4) He who sits in the heavens laughs; the Lord holds them in derision. (5) Then he will speak to them in his wrath, and terrify them in his fury, saying, (6) \"As for me, I have set my King on Zion, my holy hill.\" "], "reference": "Proverbs 22:24-29", "translation": "ESV", "word_count": 268}, {"cards": [" (5) Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. He did what was evil in the sight of the LORD his God. (6) Against him came up Nebuchadnezzar king of Babylon and bound him in chains to take him to Babylon. (7) Nebuchadnezzar also carried part of the vessels of the house of the LORD to Babylon and put them in his palace in Babylon. (8) Now the rest of the acts of Jehoiakim, and the abominations that he did, and what was found against him, behold, they are written in the Book of the Kings of Israel and Judah. And Jehoiachin his son reigned in his place. "], "reference": "2 Chronicles 36:5-8", "translation": "ESV", "word_count": 113}, {"cards": [" (38) And Pharaoh said to his servants, \"Can we find a man like this, in whom is the Spirit of God?\" (39) Then Pharaoh said to Joseph, \"Since God has shown you all this, there is none so discerning and wise as you are. (40) You shall be over my house, and all my people shall order themselves as you command. Only as regards the throne will I be greater than you.\" (41) And Pharaoh said to Joseph, \"See, I have set you over all the land of Egypt.\" "], "reference": "Genesis 41:38-41", "translation": "ESV", "word_count": 85}, {"cards": [" (1) How lonely sits the city that was full of people! How like a widow has she become, she who was great among the nations! She who was a princess among the provinces has become a slave. (2) She weeps bitterly in the night, with tears on her cheeks; among all her lovers she has none to comfort her; all her friends have dealt treacherously with her; they have become her enemies. (3) Judah has gone into exile because of affliction and hard servitude; she dwells now among the nations, but finds no resting place; her pursuers have all overtaken her in the midst of her distress. (4) The roads to Zion mourn, for none come to the festival; all her gates are desolate; her priests groan; her virgins have been afflicted, ", " and she herself suffers bitterly. (5) Her foes have become the head; her enemies prosper, because the LORD has afflicted her for the multitude of her transgressions; her children have gone away, captives before the foe. (6) From the daughter of Zion all her majesty has departed. Her princes have become like deer that find no pasture; they fled without strength before the pursuer. (7) Jerusalem remembers in the days of her affliction and wandering all the precious things that were hers from days of old. When her people fell into the hand of the foe, and there was none to help her, her foes gloated over her; they mocked at her downfall. "], "reference": "Lamentations 1:1-7", "translation": "ESV", "word_count": 366}, {"cards": [" (11) They have healed the wound of my people lightly, saying, 'Peace, peace,' when there is no peace. (12) Were they ashamed when they committed abomination? No, they were not at all ashamed; they did not know how to blush. Therefore they shall fall among the fallen; when I punish them, they shall be overthrown, says the LORD. (13) When I would gather them, declares the LORD, there are no grapes on the vine, nor figs on the fig tree; even the leaves are withered, and what I gave them has passed away from them.\" (14) Why do we sit still? Gather together; let us go into the fortified cities and perish there, for the LORD our God has doomed us to ", " perish and has given us poisoned water to drink, because we have sinned against the LORD. (15) We looked for peace, but no good came; for a time of healing, but behold, terror. (16) \"The snorting of their horses is heard from Dan; at the sound of the neighing of their stallions the whole land quakes. They come and devour the land and all that fills it, the city and those who dwell in it. (17) For behold, I am sending among you serpents, adders that cannot be charmed, and they shall bite you,\" declares the LORD. "], "reference": "Jeremiah 8:11-17", "translation": "ESV", "word_count": 330}, {"cards": [" (1) Behold my servant, whom I uphold, my chosen, in whom my soul delights; I have put my Spirit upon him; he will bring forth justice to the nations. (2) He will not cry aloud or lift up his voice, or make it heard in the street; (3) a bruised reed he will not break, and a faintly burning wick he will not quench; he will faithfully bring forth justice. (4) He will not grow faint or be discouraged till he has established justice in the earth; and the coastlands wait for his law. (5) Thus says God, the LORD, who created the heavens and stretched them out, who spread out the earth and what comes from it, who gives breath to the people on it and spirit to those who walk in it: (6) \"I am ", " the LORD; I have called you in righteousness; I will take you by the hand and keep you; I will give you as a covenant for the people, a light for the nations, (7) to open the eyes that are blind, to bring out the prisoners from the dungeon, from the prison those who sit in darkness. (8) I am the LORD; that is my name; my glory I give to no other, nor my praise to carved idols. (9) Behold, the former things have come to pass, and new things I now declare; before they spring forth I tell you of them.\" "], "reference": "Isaiah 42:1-9", "translation": "ESV", "word_count": 331}, {"cards": [" (1) For everything there is a season, and a time for every matter under heaven: (2) a time to be born, and a time to die; a time to plant, and a time to pluck up what is planted; (3) a time to kill, and a time to heal; a time to break down, and a time to build up; (4) a time to weep, and a time to laugh; a time to mourn, and a time to dance; (5) a time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing; (6) a time to seek, and a time to lose; a time to keep, and a time to cast away; (7) a time to tear, and a time to sew; a time to keep silence, and a time to speak; (8) a time to love, and a time to hate; a time for war, ", " and a time for peace. (9) What gain has the worker from his toil? (10) I have seen the business that God has given to the children of man to be busy with. (11) He has made everything beautiful in its time. Also, he has put eternity into man's heart, yet so that he cannot find out what God has done from the beginning to the end. "], "reference": "Ecclesiastes 3:1-11", "translation": "ESV", "word_count": 278}, {"cards": [" (1) In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams; his spirit was troubled, and his sleep left him. (2) Then the king commanded that the magicians, the enchanters, the sorcerers, and the Chaldeans be summoned to tell the king his dreams. So they came in and stood before the king. (3) And the king said to them, \"I had a dream, and my spirit is troubled to know the dream.\" (4) Then the Chaldeans said to the king in Aramaic, \"O king, live forever! Tell your servants the dream, and we will show the interpretation.\" (5) The king answered and said to the Chaldeans, \"The word from me is firm: if you do not make ", " known to me the dream and its interpretation, you shall be torn limb from limb, and your houses shall be laid in ruins. (6) But if you show the dream and its interpretation, you shall receive from me gifts and rewards and great honor. Therefore show me the dream and its interpretation.\" (7) They answered a second time and said, \"Let the king tell his servants the dream, and we will show its interpretation.\" (8) The king answered and said, \"I know with certainty that you are trying to gain time, because you see that the word from me is firm-- (9) if you do not make the dream known to me, there is but one sentence for you. You have agreed to speak lying and ", " corrupt words before me till the times change. Therefore tell me the dream, and I shall know that you can show me its interpretation.\" (10) The Chaldeans answered the king and said, \"There is not a man on earth who can meet the king's demand, for no great and powerful king has asked such a thing of any magician or enchanter or Chaldean. (11) The thing that the king asks is difficult, and no one can show it to the king except the gods, whose dwelling is not with flesh.\" "], "reference": "Daniel 2:1-11", "translation": "ESV", "word_count": 438}, {"cards": [" (1) In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. (2) And the Lord gave Jehoiakim king of Judah into his hand, with some of the vessels of the house of God. And he brought them to the land of Shinar, to the house of his god, and placed the vessels in the treasury of his god. (3) Then the king commanded Ashpenaz, his chief eunuch, to bring some of the people of Israel, both of the royal family and of the nobility, (4) youths without blemish, of good appearance and skillful in all wisdom, endowed with knowledge, understanding learning, and competent to ", " stand in the king's palace, and to teach them the literature and language of the Chaldeans. (5) The king assigned them a daily portion of the food that the king ate, and of the wine that he drank. They were to be educated for three years, and at the end of that time they were to stand before the king. (6) Among these were Daniel, Hananiah, Mishael, and Azariah of the tribe of Judah. (7) And the chief of the eunuchs gave them names: Daniel he called Belteshazzar, Hananiah he called Shadrach, Mishael he called Meshach, and Azariah he called Abednego. "], "reference": "Daniel 1:1-7", "translation": "ESV", "word_count": 322}, {"cards": [" (8) Therefore thus says the Lord GOD: \"Because you have uttered falsehood and seen lying visions, therefore behold, I am against you, declares the Lord GOD. (9) My hand will be against the prophets who see false visions and who give lying divinations. They shall not be in the council of my people, nor be enrolled in the register of the house of Israel, nor shall they enter the land of Israel. And you shall know that I am the Lord GOD. (10) Precisely because they have misled my people, saying, 'Peace,' when there is no peace, and because, when the people build a wall, these prophets smear it with whitewash, "], "reference": "Ezekiel 13:8-10", "translation": "ESV", "word_count": 216}, {"cards": [" (14) And the word of the LORD came to me: (15) \"Son of man, your brothers, even your brothers, your kinsmen, the whole house of Israel, all of them, are those of whom the inhabitants of Jerusalem have said, 'Go far from the LORD; to us this land is given for a possession.' (16) Therefore say, 'Thus says the Lord GOD: Though I removed them far off among the nations, and though I scattered them among the countries, yet I have been a sanctuary to them for a while in the countries where they have gone.' (17) Therefore say, 'Thus says the Lord GOD: I will gather you from the peoples and assemble you out of the countries where you have been scattered, and I will ", " give you the land of Israel.' (18) And when they come there, they will remove from it all its detestable things and all its abominations. (19) And I will give them one heart, and a new spirit I will put within them. I will remove the heart of stone from their flesh and give them a heart of flesh, (20) that they may walk in my statutes and keep my rules and obey them. And they shall be my people, and I will be their God. (21) But as for those whose heart goes after their detestable things and their abominations, I will bring their deeds upon their own heads, declares the Lord GOD.\" "], "reference": "Ezekiel 11:14-21", "translation": "ESV", "word_count": 354}, {"cards": [" (25) The LORD is good to those who wait for him, to the soul who seeks him. (26) It is good that one should wait quietly for the salvation of the LORD. (27) It is good for a man that he bear the yoke in his youth. (28) Let him sit alone in silence when it is laid on him; (29) let him put his mouth in the dust- - there may yet be hope; (30) let him give his cheek to the one who strikes, and let him be filled with insults. (31) For the Lord will not cast off forever, (32) but, though he cause grief, he will have compassion according to the abundance of his steadfast love; (33) for he does not afflict from his heart or grieve the children of men. "], "reference": "Lamentations 3:25-33", "translation": "ESV", "word_count": 126}, {"cards": [" (1) It pleased Darius to set over the kingdom 120 satraps, to be throughout the whole kingdom; (2) and over them three high officials, of whom Daniel was one, to whom these satraps should give account, so that the king might suffer no loss. (3) Then this Daniel became distinguished above all the other high officials and satraps, because an excellent spirit was in him. And the king planned to set him over the whole kingdom. (4) Then the high officials and the satraps sought to find a ground for complaint against Daniel with regard to the kingdom, but they could find no ground for complaint or any fault, because he was faithful, and no error or fault was ", " found in him. (5) Then these men said, \"We shall not find any ground for complaint against this Daniel unless we find it in connection with the law of his God.\" (6) Then these high officials and satraps came by agreement to the king and said to him, \"O King Darius, live forever! (7) All the high officials of the kingdom, the prefects and the satraps, the counselors and the governors are agreed that the king should establish an ordinance and enforce an injunction, that whoever makes petition to any god or man for thirty days, except to you, O king, shall be cast into the den of lions. (8) Now, O king, establish the injunction and sign the document, so that it cannot be ", " changed, according to the law of the Medes and the Persians, which cannot be revoked.\" (9) Therefore King Darius signed the document and injunction. (10) When Daniel knew that the document had been signed, he went to his house where he had windows in his upper chamber open toward Jerusalem. He got down on his knees three times a day and prayed and gave thanks before his God, as he had done previously. (11) Then these men came by agreement and found Daniel making petition and plea before his God. (12) Then they came near and said before the king, concerning the injunction, \"O king! Did you not sign an injunction, that anyone who makes ", " petition to any god or man within thirty days except to you, O king, shall be cast into the den of lions?\" The king answered and said, \"The thing stands fast, according to the law of the Medes and Persians, which cannot be revoked.\" (13) Then they answered and said before the king, \"Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or the injunction you have signed, but makes his petition three times a day.\" "], "reference": "Daniel 6:1-13", "translation": "ESV", "word_count": 626}, {"cards": [" (33) Immediately the word was fulfilled against Nebuchadnezzar. He was driven from among men and ate grass like an ox, and his body was wet with the dew of heaven till his hair grew as long as eagles' feathers, and his nails were like birds' claws. (34) At the end of the days I, Nebuchadnezzar, lifted my eyes to heaven, and my reason returned to me, and I blessed the Most High, and praised and honored him who lives forever, for his dominion is an everlasting dominion, and his kingdom endures from generation to generation; (35) all the inhabitants of the earth are accounted as nothing, and he does according to his will among the host of heaven ", " and among the inhabitants of the earth; and none can stay his hand or say to him, \"What have you done?\" (36) At the same time my reason returned to me, and for the glory of my kingdom, my majesty and splendor returned to me. My counselors and my lords sought me, and I was established in my kingdom, and still more greatness was added to me. (37) Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, for all his works are right and his ways are just; and those who walk in pride he is able to humble. "], "reference": "Daniel 4:33-37", "translation": "ESV", "word_count": 430}, {"cards": [" (17) Then Daniel went to his house and made the matter known to Hananiah, Mishael, and Azariah, his companions, (18) and told them to seek mercy from the God of heaven concerning this mystery, so that Daniel and his companions might not be destroyed with the rest of the wise men of Babylon. (19) Then the mystery was revealed to Daniel in a vision of the night. Then Daniel blessed the God of heaven. (20) Daniel answered and said: \"Blessed be the name of God forever and ever, to whom belong wisdom and might. (21) He changes times and seasons; he removes kings and sets up kings; he gives wisdom to the wise and knowledge to those ", " who have understanding; (22) he reveals deep and hidden things; he knows what is in the darkness, and the light dwells with him. (23) To you, O God of my fathers, I give thanks and praise, for you have given me wisdom and might, and have now made known to me what we asked of you, for you have made known to us the king's matter.\" (24) Therefore Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: \"Do not destroy the wise men of Babylon; bring me in before the king, and I will show the king the interpretation.\" "], "reference": "Daniel 2:17-24", "translation": "ESV", "word_count": 335}, {"cards": [" (1) King Belshazzar made a great feast for a thousand of his lords and drank wine in front of the thousand. (2) Belshazzar, when he tasted the wine, commanded that the vessels of gold and of silver that Nebuchadnezzar his father had taken out of the temple in Jerusalem be brought, that the king and his lords, his wives, and his concubines might drink from them. (3) Then they brought in the golden vessels that had been taken out of the temple, the house of God in Jerusalem, and the king and his lords, his wives, and his concubines drank from them. (4) They drank wine and praised the gods of gold and silver, bronze, iron, wood, and stone. "], "reference": "Daniel 5:1-4", "translation": "ESV", "word_count": 115}, {"cards": [" (17) \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. (18) For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished. "], "reference": "Matthew 5:17-18", "translation": "ESV", "word_count": 104}, {"cards": [" (1) Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. (2) And after fasting forty days and forty nights, he was hungry. (3) And the tempter came and said to him, \"If you are the Son of God, command these stones to become loaves of bread.\" (4) But he answered, \"It is written, \"'Man shall not live by bread alone, but by every word that comes from the mouth of God.'\" (5) Then the devil took him to the holy city and set him on the pinnacle of the temple (6) and said to him, \"If you are the Son of God, throw yourself down, for it is written, \"'He will command his angels concerning you,' and \"'On their hands they will bear you ", " up, lest you strike your foot against a stone.'\" (7) Jesus said to him, \"Again it is written, 'You shall not put the Lord your God to the test.'\" (8) Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. (9) And he said to him, \"All these I will give you, if you will fall down and worship me.\" (10) Then Jesus said to him, \"Be gone, Satan! For it is written, \"'You shall worship the Lord your God and him only shall you serve.'\" (11) Then the devil left him, and behold, angels came and were ministering to him. "], "reference": "Matthew 4:1-11", "translation": "ESV", "word_count": 360}, {"cards": [" (2) But you, O Bethlehem Ephrathah, who are too little to be among the clans of Judah, from you shall come forth for me one who is to be ruler in Israel, whose coming forth is from of old, from ancient days. (3) Therefore he shall give them up until the time when she who is in labor has given birth; then the rest of his brothers shall return to the people of Israel. (4) And he shall stand and shepherd his flock in the strength of the LORD, in the majesty of the name of the LORD his God. And they shall dwell secure, for now he shall be great to the ends of the earth. "], "reference": "Micah 5:2-4", "translation": "ESV", "word_count": 228}, {"cards": [" (27) And the kingdom and the dominion and the greatness of the kingdoms under the whole heaven shall be given to the people of the saints of the Most High; his kingdom shall be an everlasting kingdom, and all dominions shall serve and obey him.' "], "reference": "Daniel 7:27", "translation": "ESV", "word_count": 44}, {"cards": [" (31) Then Jesus said to them, \"You will all fall away because of me this night. For it is written, 'I will strike the shepherd, and the sheep of the flock will be scattered.' (32) But after I am raised up, I will go before you to Galilee.\" (33) Peter answered him, \"Though they all fall away because of you, I will never fall away.\" (34) Jesus said to him, \"Truly, I tell you, this very night, before the rooster crows, you will deny me three times.\" (35) Peter said to him, \"Even if I must die with you, I will not deny you!\" And all the disciples said the same. "], "reference": "Matthew 26:31-35", "translation": "ESV", "word_count": 106}, {"cards": [" (25) Now great crowds accompanied him, and he turned and said to them, (26) \"If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple. (27) Whoever does not bear his own cross and come after me cannot be my disciple. (28) For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it? (29) Otherwise, when he has laid a foundation and is not able to finish, all who see it begin to mock him, (30) saying, 'This man began to build and was not able to finish.' (31) Or what king, ", " going out to encounter another king in war, will not sit down first and deliberate whether he is able with ten thousand to meet him who comes against him with twenty thousand? (32) And if not, while the other is yet a great way off, he sends a delegation and asks for terms of peace. (33) So therefore, any one of you who does not renounce all that he has cannot be my disciple. (34) \"Salt is good, but if salt has lost its taste, how shall its saltiness be restored? (35) It is of no use either for the soil or for the manure pile. It is thrown away. He who has ears to hear, let him hear.\" "], "reference": "Luke 14:25-35", "translation": "ESV", "word_count": 351}, {"cards": [" (18) Take care then how you hear, for to the one who has, more will be given, and from the one who has not, even what he thinks that he has will be taken away.\" "], "reference": "Luke 8:18", "translation": "ESV", "word_count": 68}, {"cards": [" (1) Now when they drew near to Jerusalem, to Bethphage and Bethany, at the Mount of Olives, Jesus sent two of his disciples (2) and said to them, \"Go into the village in front of you, and immediately as you enter it you will find a colt tied, on which no one has ever sat. Untie it and bring it. (3) If anyone says to you, 'Why are you doing this?' say, 'The Lord has need of it and will send it back here immediately.'\" (4) And they went away and found a colt tied at a door outside in the street, and they untied it. (5) And some of those standing there said to them, \"What are you doing, untying the colt?\" (6) And they told them what Jesus had said, and they let them ", " go. (7) And they brought the colt to Jesus and threw their cloaks on it, and he sat on it. (8) And many spread their cloaks on the road, and others spread leafy branches that they had cut from the fields. (9) And those who went before and those who followed were shouting, \"Hosanna! Blessed is he who comes in the name of the Lord! (10) Blessed is the coming kingdom of our father David! Hosanna in the highest!\" "], "reference": "Mark 11:1-10", "translation": "ESV", "word_count": 280}, {"cards": [" (1) Now after the Sabbath, toward the dawn of the first day of the week, Mary Magdalene and the other Mary went to see the tomb. (2) And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came and rolled back the stone and sat on it. (3) His appearance was like lightning, and his clothing white as snow. (4) And for fear of him the guards trembled and became like dead men. (5) But the angel said to the women, \"Do not be afraid, for I know that you seek Jesus who was crucified. (6) He is not here, for he has risen, as he said. Come, see the place where he lay. (7) Then go quickly and tell his disciples that he has ", " risen from the dead, and behold, he is going before you to Galilee; there you will see him. See, I have told you.\" (8) So they departed quickly from the tomb with fear and great joy, and ran to tell his disciples. (9) And behold, Jesus met them and said, \"Greetings!\" And they came up and took hold of his feet and worshiped him. (10) Then Jesus said to them, \"Do not be afraid; go and tell my brothers to go to Galilee, and there they will see me.\" "], "reference": "Matthew 28:1-10", "translation": "ESV", "word_count": 297}, {"cards": [" (1) He also said to the disciples, \"There was a rich man who had a manager, and charges were brought to him that this man was wasting his possessions. (2) And he called him and said to him, 'What is this that I hear about you? Turn in the account of your management, for you can no longer be manager.' (3) And the manager said to himself, 'What shall I do, since my master is taking the management away from me? I am not strong enough to dig, and I am ashamed to beg. (4) I have decided what to do, so that when I am removed from management, people may receive me into their houses.' (5) So, summoning his master's debtors one by one, he said to ", " the first, 'How much do you owe my master?' (6) He said, 'A hundred measures of oil.' He said to him, 'Take your bill, and sit down quickly and write fifty.' (7) Then he said to another, 'And how much do you owe?' He said, 'A hundred measures of wheat.' He said to him, 'Take your bill, and write eighty.' (8) The master commended the dishonest manager for his shrewdness. For the sons of this world are more shrewd in dealing with their own generation than the sons of light. "], "reference": "Luke 16:1-8", "translation": "ESV", "word_count": 210}, {"cards": [" (1) Then Pilate took Jesus and flogged him. (2) And the soldiers twisted together a crown of thorns and put it on his head and arrayed him in a purple robe. (3) They came up to him, saying, \"Hail, King of the Jews!\" and struck him with their hands. (4) Pilate went out again and said to them, \"See, I am bringing him out to you that you may know that I find no guilt in him.\" (5) So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, \"Behold the man!\" (6) When the chief priests and the officers saw him, they cried out, \"Crucify him, crucify him!\" Pilate said to them, \"Take him yourselves and crucify him, for I find no guilt in him.\" (7) The ", " Jews answered him, \"We have a law, and according to that law he ought to die because he has made himself the Son of God.\" (8) When Pilate heard this statement, he was even more afraid. (9) He entered his headquarters again and said to Jesus, \"Where are you from?\" But Jesus gave him no answer. (10) So Pilate said to him, \"You will not speak to me? Do you not know that I have authority to release you and authority to crucify you?\" (11) Jesus answered him, \"You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.\" (12) From then on Pilate sought to release him, ", " but the Jews cried out, \"If you release this man, you are not Caesar's friend. Everyone who makes himself a king opposes Caesar.\" (13) So when Pilate heard these words, he brought Jesus out and sat down on the judgment seat at a place called The Stone Pavement, and in Aramaic Gabbatha. (14) Now it was the day of Preparation of the Passover. It was about the sixth hour. He said to the Jews, \"Behold your King!\" "], "reference": "John 19:1-14", "translation": "ESV", "word_count": 444}, {"cards": [" (1) Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. (2) During supper, when the devil had already put it into the heart of Judas Iscariot, Simon's son, to betray him, (3) Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, (4) rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. (5) Then he poured water into a basin and began to wash the disciples' feet and to wipe them with the towel that was ", " wrapped around him. (6) He came to Simon Peter, who said to him, \"Lord, do you wash my feet?\" (7) Jesus answered him, \"What I am doing you do not understand now, but afterward you will understand.\" (8) Peter said to him, \"You shall never wash my feet.\" Jesus answered him, \"If I do not wash you, you have no share with me.\" (9) Simon Peter said to him, \"Lord, not my feet only but also my hands and my head!\" "], "reference": "John 13:1-9", "translation": "ESV", "word_count": 404}, {"cards": [" (27) Just then his disciples came back. They marveled that he was talking with a woman, but no one said, \"What do you seek?\" or, \"Why are you talking with her?\" (28) So the woman left her water jar and went away into town and said to the people, (29) \"Come, see a man who told me all that I ever did. Can this be the Christ?\" (30) They went out of the town and were coming to him. (31) Meanwhile the disciples were urging him, saying, \"Rabbi, eat.\" (32) But he said to them, \"I have food to eat that you do not know about.\" (33) So the disciples said to one another, \"Has anyone brought him something to eat?\" (34) Jesus said to them, \"My food is to do the will of ", " him who sent me and to accomplish his work. (35) Do you not say, 'There are yet four months, then comes the harvest'? Look, I tell you, lift up your eyes, and see that the fields are white for harvest. (36) Already the one who reaps is receiving wages and gathering fruit for eternal life, so that sower and reaper may rejoice together. (37) For here the saying holds true, 'One sows and another reaps.' (38) I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor.\" "], "reference": "John 4:27-38", "translation": "ESV", "word_count": 346}, {"cards": [" (1) I, Paul, myself entreat you, by the meekness and gentleness of Christ--I who am humble when face to face with you, but bold toward you when I am away!-- (2) I beg of you that when I am present I may not have to show boldness with such confidence as I count on showing against some who suspect us of walking according to the flesh. (3) For though we walk in the flesh, we are not waging war according to the flesh. (4) For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. (5) We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ, (6) being ready to punish every disobedience, when your obedience is complete. "], "reference": "2 Corinthians 10:1-6", "translation": "ESV", "word_count": 260}, {"cards": [" (1) We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves. (2) Let each of us please his neighbor for his good, to build him up. (3) For Christ did not please himself, but as it is written, \"The reproaches of those who reproached you fell on me.\" (4) For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope. (5) May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus, (6) that together you may with one voice glorify the God and Father of our Lord Jesus Christ. "], "reference": "Romans 15:1-6", "translation": "ESV", "word_count": 240}, {"cards": [" (1) Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. (2) Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. (3) For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, (4) for he is God's servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God's wrath on the wrongdoer. (5) Therefore one ", " must be in subjection, not only to avoid God's wrath but also for the sake of conscience. (6) For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. (7) Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed. (8) Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. (9) For the commandments, \"You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,\" and any other commandment, are summed up in this word: \"You shall ", " love your neighbor as yourself.\" (10) Love does no wrong to a neighbor; therefore love is the fulfilling of the law. (11) Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. (12) The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. "], "reference": "Romans 13:1-12", "translation": "ESV", "word_count": 514}, {"cards": [" (43) To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.\" (44) While Peter was still saying these things, the Holy Spirit fell on all who heard the word. (45) And the believers from among the circumcised who had come with Peter were amazed, because the gift of the Holy Spirit was poured out even on the Gentiles. (46) For they were hearing them speaking in tongues and extolling God. Then Peter declared, (47) \"Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?\" (48) And he commanded them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days. "], "reference": "Acts 10:43-48", "translation": "ESV", "word_count": 119}, {"cards": [" (5) Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?--unless indeed you fail to meet the test! (6) I hope you will find out that we have not failed the test. (7) But we pray to God that you may not do wrong--not that we may appear to have met the test, but that you may do what is right, though we may seem to have failed. (8) For we cannot do anything against the truth, but only for the truth. "], "reference": "2 Corinthians 13:5-8", "translation": "ESV", "word_count": 94}, {"cards": [" (11) For no one can lay a foundation other than that which is laid, which is Jesus Christ. (12) Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw-- (13) each one's work will become manifest, for the Day will disclose it, because it will be revealed by fire, and the fire will test what sort of work each one has done. (14) If the work that anyone has built on the foundation survives, he will receive a reward. (15) If anyone's work is burned up, he will suffer loss, though he himself will be saved, but only as through fire. "], "reference": "1 Corinthians 3:11-15", "translation": "ESV", "word_count": 101}, {"cards": [" (5) Have this mind among yourselves, which is yours in Christ Jesus, (6) who, though he was in the form of God, did not count equality with God a thing to be grasped, (7) but emptied himself, by taking the form of a servant, being born in the likeness of men. (8) And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. (9) Therefore God has highly exalted him and bestowed on him the name that is above every name, "], "reference": "Philippians 2:5-9", "translation": "ESV", "word_count": 174}, {"cards": [" (3) Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places, (4) even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love (5) he predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will, (6) to the praise of his glorious grace, with which he has blessed us in the Beloved. (7) In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace, (8) which he lavished upon us, in all wisdom and insight (9) making known ", " to us the mystery of his will, according to his purpose, which he set forth in Christ (10) as a plan for the fullness of time, to unite all things in him, things in heaven and things on earth. (11) In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will, (12) so that we who were the first to hope in Christ might be to the praise of his glory. "], "reference": "Ephesians 1:3-12", "translation": "ESV", "word_count": 316}, {"cards": [" (2) Look: I, Paul, say to you that if you accept circumcision, Christ will be of no advantage to you. (3) I testify again to every man who accepts circumcision that he is obligated to keep the whole law. (4) You are severed from Christ, you who would be justified by the law; you have fallen away from grace. (5) For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. (6) For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love. (7) You were running well. Who hindered you from obeying the truth? (8) This persuasion is not from him who calls you. (9) A little leaven leavens the whole lump. (10) I have confidence in the Lord that you will take no other view, and the one who is troubling you will ", " bear the penalty, whoever he is. (11) But if I, brothers, still preach circumcision, why am I still being persecuted? In that case the offense of the cross has been removed. (12) I wish those who unsettle you would emasculate themselves! (13) For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. (14) For the whole law is fulfilled in one word: \"You shall love your neighbor as yourself.\" (15) But if you bite and devour one another, watch out that you are not consumed by one another. (16) But I say, walk by the Spirit, and you will not gratify the desires of the flesh. (17) For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to ", " each other, to keep you from doing the things you want to do. (18) But if you are led by the Spirit, you are not under the law. (19) Now the works of the flesh are evident: sexual immorality, impurity, sensuality, (20) idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, (21) envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. (22) But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, (23) gentleness, self-control; against such things there is no law. (24) And those who belong to Christ Jesus have crucified the flesh with its passions and desires. "], "reference": "Galatians 5:2-24", "translation": "ESV", "word_count": 646}, {"cards": [" (11) Now it is evident that no one is justified before God by the law, for \"The righteous shall live by faith.\" (12) But the law is not of faith, rather \"The one who does them shall live by them.\" (13) Christ redeemed us from the curse of the law by becoming a curse for us--for it is written, \"Cursed is everyone who is hanged on a tree\"-- (14) so that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we might receive the promised Spirit through faith. "], "reference": "Galatians 3:11-14", "translation": "ESV", "word_count": 89}, {"cards": [" (1) Finally, my brothers, rejoice in the Lord. To write the same things to you is no trouble to me and is safe for you. (2) Look out for the dogs, look out for the evildoers, look out for those who mutilate the flesh. (3) For we are the circumcision, who worship by the Spirit of God and glory in Christ Jesus and put no confidence in the flesh-- (4) though I myself have reason for confidence in the flesh also. If anyone else thinks he has reason for confidence in the flesh, I have more: (5) circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; as to the law, a Pharisee; (6) as to zeal, a persecutor of the church; as to righteousness under the law, blameless. (7) But whatever gain ", " I had, I counted as loss for the sake of Christ. (8) Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ (9) and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith-- (10) that I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death, (11) that by any means possible I may attain the resurrection from the dead. (12) Not that I have already obtained this or am already perfect, but I press on ", " to make it my own, because Christ Jesus has made me his own. (13) Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, (14) I press on toward the goal for the prize of the upward call of God in Christ Jesus. (15) Let those of us who are mature think this way, and if in anything you think otherwise, God will reveal that also to you. (16) Only let us hold true to what we have attained. (17) Brothers, join in imitating me, and keep your eyes on those who walk according to the example you have in us. "], "reference": "Philippians 3:1-17", "translation": "ESV", "word_count": 497}, {"cards": [" (8) And then the lawless one will be revealed, whom the Lord Jesus will kill with the breath of his mouth and bring to nothing by the appearance of his coming. (9) The coming of the lawless one is by the activity of Satan with all power and false signs and wonders, (10) and with all wicked deception for those who are perishing, because they refused to love the truth and so be saved. (11) Therefore God sends them a strong delusion, so that they may believe what is false, (12) in order that all may be condemned who did not believe the truth but had pleasure in unrighteousness. "], "reference": "2 Thessalonians 2:8-12", "translation": "ESV", "word_count": 208}, {"cards": [" (1) Now concerning the times and the seasons, brothers, you have no need to have anything written to you. (2) For you yourselves are fully aware that the day of the Lord will come like a thief in the night. (3) While people are saying, \"There is peace and security,\" then sudden destruction will come upon them as labor pains come upon a pregnant woman, and they will not escape. (4) But you are not in darkness, brothers, for that day to surprise you like a thief. (5) For you are all children of light, children of the day. We are not of the night or of the darkness. (6) So then let us not sleep, as others do, but let us keep awake and be sober. (7) For those who sleep, sleep at ", " night, and those who get drunk, are drunk at night. (8) But since we belong to the day, let us be sober, having put on the breastplate of faith and love, and for a helmet the hope of salvation. (9) For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ, (10) who died for us so that whether we are awake or asleep we might live with him. (11) Therefore encourage one another and build one another up, just as you are doing. "], "reference": "1 Thessalonians 5:1-11", "translation": "ESV", "word_count": 340}, {"cards": [" (1) For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, (2) that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God's mystery, which is Christ, (3) in whom are hidden all the treasures of wisdom and knowledge. (4) I say this in order that no one may delude you with plausible arguments. (5) For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ. "], "reference": "Colossians 2:1-5", "translation": "ESV", "word_count": 226}, {"cards": [" (9) And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, (10) so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; (11) being strengthened with all power, according to his glorious might, for all endurance and patience with joy; "], "reference": "Colossians 1:9-11", "translation": "ESV", "word_count": 78}, {"cards": [" (12) I thank him who has given me strength, Christ Jesus our Lord, because he judged me faithful, appointing me to his service, (13) though formerly I was a blasphemer, persecutor, and insolent opponent. But I received mercy because I had acted ignorantly in unbelief, (14) and the grace of our Lord overflowed for me with the faith and love that are in Christ Jesus. (15) The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners, of whom I am the foremost. (16) But I received mercy for this reason, that in me, as the foremost, Jesus Christ might display his perfect patience as an example to those who were ", " to believe in him for eternal life. (17) To the King of the ages, immortal, invisible, the only God, be honor and glory forever and ever. Amen. (18) This charge I entrust to you, Timothy, my child, in accordance with the prophecies previously made about you, that by them you may wage the good warfare, (19) holding faith and a good conscience. By rejecting this, some have made shipwreck of their faith, (20) among whom are Hymenaeus and Alexander, whom I have handed over to Satan that they may learn not to blaspheme. "], "reference": "1 Timothy 1:12-20", "translation": "ESV", "word_count": 203}, {"cards": [" (20) Do you want to be shown, you foolish person, that faith apart from works is useless? (21) Was not Abraham our father justified by works when he offered up his son Isaac on the altar? (22) You see that faith was active along with his works, and faith was completed by his works; (23) and the Scripture was fulfilled that says, \"Abraham believed God, and it was counted to him as righteousness\"--and he was called a friend of God. (24) You see that a person is justified by works and not by faith alone. (25) And in the same way was not also Rahab the prostitute justified by works when she received the messengers and sent them out by another way? (26) For as the body apart from the spirit is dead, so also faith apart from works is dead. "], "reference": "James 2:20-26", "translation": "ESV", "word_count": 268}, {"cards": [" (1) Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work, (2) to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people. (3) For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another. (4) But when the goodness and loving kindness of God our Savior appeared, (5) he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, (6) whom he poured out on us ", " richly through Jesus Christ our Savior, (7) so that being justified by his grace we might become heirs according to the hope of eternal life. (8) The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people. (9) But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless. (10) As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him, (11) knowing that such a person is warped and sinful; he is self-condemned. "], "reference": "Titus 3:1-11", "translation": "ESV", "word_count": 456}, {"cards": [" (1) Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons, (2) through the insincerity of liars whose consciences are seared, (3) who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth. (4) For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving, (5) for it is made holy by the word of God and prayer. (6) If you put these things before the brothers, you will be a good servant of Christ Jesus, being trained in the words of the faith and of the good doctrine that you have ", " followed. (7) Have nothing to do with irreverent, silly myths. Rather train yourself for godliness; (8) for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come. (9) The saying is trustworthy and deserving of full acceptance. (10) For to this end we toil and strive, because we have our hope set on the living God, who is the Savior of all people, especially of those who believe. (11) Command and teach these things. (12) Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity. (13) Until I come, devote yourself to the public reading of Scripture, to exhortation, to teaching. "], "reference": "1 Timothy 4:1-13", "translation": "ESV", "word_count": 371}, {"cards": [" (24) Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. "], "reference": "1 John 2:24", "translation": "ESV", "word_count": 32}, {"cards": [" (14) Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession. (15) For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin. (16) Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need. "], "reference": "Hebrews 4:14-16", "translation": "ESV", "word_count": 82}, {"cards": [" (12) \"Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done. (13) I am the Alpha and the Omega, the first and the last, the beginning and the end.\" (14) Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates. (15) Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood. (16) \"I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.\" (17) The Spirit and the Bride ", " say, \"Come.\" And let the one who hears say, \"Come.\" And let the one who is thirsty come; let the one who desires take the water of life without price. (18) I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book, (19) and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book. (20) He who testifies to these things says, \"Surely I am coming soon.\" Amen. Come, Lord Jesus! (21) The grace of the Lord Jesus be with all. Amen. "], "reference": "Revelation 22:12-21", "translation": "ESV", "word_count": 361}, {"cards": [" (1) Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. (2) And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband. (3) And I heard a loud voice from the throne saying, \"Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. (4) He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.\" (5) And he who was seated ", " on the throne said, \"Behold, I am making all things new.\" Also he said, \"Write this down, for these words are trustworthy and true.\" (6) And he said to me, \"It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment. (7) The one who conquers will have this heritage, and I will be his God and he will be my son. "], "reference": "Revelation 21:1-7", "translation": "ESV", "word_count": 287}, {"cards": [" (14) \"And to the angel of the church in Laodicea write: 'The words of the Amen, the faithful and true witness, the beginning of God's creation. (15) \"'I know your works: you are neither cold nor hot. Would that you were either cold or hot! (16) So, because you are lukewarm, and neither hot nor cold, I will spit you out of my mouth. (17) For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked. (18) I counsel you to buy from me gold refined by fire, so that you may be rich, and white garments so that you may clothe yourself and the shame of your nakedness may not be seen, and salve to ", " anoint your eyes, so that you may see. (19) Those whom I love, I reprove and discipline, so be zealous and repent. (20) Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me. (21) The one who conquers, I will grant him to sit with me on my throne, as I also conquered and sat down with my Father on his throne. (22) He who has an ear, let him hear what the Spirit says to the churches.'\" "], "reference": "Revelation 3:14-22", "translation": "ESV", "word_count": 314}]