[{"division": "Senior", "passage_number": "4", "cards": ["(13) You call me Teacher and Lord, and you are right, for so I am. (14) If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another's feet. (15) For I have given you an example, that you also should do just as I have done to you. (16) Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him. (17) If you know these things, blessed are you if you do them."], "word_count": 89, "reference": "John 13:13-17", "translation": "ESV"}, {"division": "Senior", "passage_number": "2", "cards": ["(12) The next day the large crowd that had come to the feast heard that Jesus was coming to Jerusalem. (13) So they took branches of palm trees and went out to meet him, crying out, \"Hosanna! Blessed is he who comes in the name of the Lord, even the King of Israel!\" (14) And Jesus found a young donkey and sat on it, just as it is written, (15) \"Fear not, daughter of Zion; behold, your king is coming, sitting on a donkey's colt!\" (16) His disciples did not understand these things at first, but when Jesus was glorified, then they remembered that these things had been written about him and had been done to him."], "word_count": 112, "reference": "John 12:12-16", "translation": "ESV"}, {"division": "Senior", "passage_number": "1", "cards": ["(31) So Jesus said to the Jews who had believed him, \"If you abide in my word, you are truly my disciples, (32) and you will know the truth, and the truth will set you free.\""], "word_count": 34, "reference": "John 8:31-32", "translation": "ESV"}, {"division": "Senior", "passage_number": "11", "cards": ["(31) \"Behold, the days are coming, declares the LORD, when I will make a new covenant with the house of Israel and the house of Judah, (32) not like the covenant that I made with their fathers on the day when I took them by the hand to bring them out of the land of Egypt, my covenant that they broke, though I was their husband, declares the LORD. (33) For this is the covenant that I will make with the house of Israel after those days, declares the LORD: I will put my law within them, and I will write it on their hearts. And I will be their God, and they shall be my people. (34) And no longer shall each one teach his neighbor and each his brother, saying, 'Know the LORD,' for they shall all know me, from the least of them to the greatest, declares the LORD. For I will forgive their iniquity, and I will remember their sin no more.\""], "word_count": 324, "reference": "Jeremiah 31:31-34", "translation": "ESV"}, {"division": "Senior", "passage_number": "8", "cards": ["(5) I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing. (6) If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned. (7) If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you. (8) By this my Father is glorified, that you bear much fruit and so prove to be my disciples. (9) As the Father has loved me, so have I loved you. Abide in my love."], "word_count": 226, "reference": "John 15:5-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "7", "cards": ["(10) The earth quakes before them; the heavens tremble. The sun and the moon are darkened, and the stars withdraw their shining. (11) The LORD utters his voice before his army, for his camp is exceedingly great; he who executes his word is powerful. For the day of the LORD is great and very awesome; who can endure it? (12) \"Yet even now,\" declares the LORD, \"return to me with all your heart, with fasting, with weeping, and with mourning; (13) and rend your hearts and not your garments.\" Return to the LORD your God, for he is gracious and merciful, slow to anger, and abounding in steadfast love; and he relents over disaster. (14) Who knows whether he will not turn and relent, and leave a blessing behind him, a grain offering and a drink offering for the LORD your God?"], "word_count": 137, "reference": "Joel 2:10-14", "translation": "ESV"}, {"division": "Senior", "passage_number": "6", "cards": ["(1) \"Let not your hearts be troubled. Believe in God; believe also in me. (2) In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you? (3) And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also. (4) And you know the way to where I am going.\" (5) Thomas said to him, \"Lord, we do not know where you are going. How can we know the way?\" (6) Jesus said to him, \"I am the way, and the truth, and the life. No one comes to the Father except through me."], "word_count": 238, "reference": "John 14:1-6", "translation": "ESV"}, {"division": "Senior", "passage_number": "5", "cards": ["(8) \"Behold, you trust in deceptive words to no avail. (9) Will you steal, murder, commit adultery, swear falsely, make offerings to Baal, and go after other gods that you have not known, (10) and then come and stand before me in this house, which is called by my name, and say, 'We are delivered!'--only to go on doing all these abominations? (11) Has this house, which is called by my name, become a den of robbers in your eyes? Behold, I myself have seen it, declares the LORD."], "word_count": 85, "reference": "Jeremiah 7:8-11", "translation": "ESV"}, {"division": "Senior", "passage_number": "12", "cards": ["(13) But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves. (14) I have given them your word, and the world has hated them because they are not of the world, just as I am not of the world. (15) I do not ask that you take them out of the world, but that you keep them from the evil one. (16) They are not of the world, just as I am not of the world. (17) Sanctify them in the truth; your word is truth. (18) As you sent me into the world, so I have sent them into the world. (19) And for their sake I consecrate myself, that they also may be sanctified in truth."], "word_count": 125, "reference": "John 17:13-19", "translation": "ESV"}, {"division": "Senior", "passage_number": "10", "cards": ["(13) When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come. (14) He will glorify me, for he will take what is mine and declare it to you. (15) All that the Father has is mine; therefore I said that he will take what is mine and declare it to you."], "word_count": 80, "reference": "John 16:13-15", "translation": "ESV"}, {"division": "Senior", "passage_number": "14", "cards": ["(30) Now Jesus did many other signs in the presence of the disciples, which are not written in this book; (31) but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."], "word_count": 48, "reference": "John 20:30-31", "translation": "ESV"}, {"division": "Senior", "passage_number": "13", "cards": ["(7) \"Awake, O sword, against my shepherd, against the man who stands next to me,\" declares the LORD of hosts. \"Strike the shepherd, and the sheep will be scattered; I will turn my hand against the little ones. (8) In the whole land, declares the LORD, two thirds shall be cut off and perish, and one third shall be left alive. (9) And I will put this third into the fire, and refine them as one refines silver, and test them as gold is tested. They will call upon my name, and I will answer them. I will say, 'They are my people'; and they will say, 'The LORD is my God.'\""], "word_count": 109, "reference": "Zechariah 13:7-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "17", "cards": ["(1) Then he said to Moses, \"Come up to the LORD, you and Aaron, Nadab, and Abihu, and seventy of the elders of Israel, and worship from afar. (2) Moses alone shall come near to the LORD, but the others shall not come near, and the people shall not come up with him.\" (3) Moses came and told the people all the words of the LORD and all the rules. And all the people answered with one voice and said, \"All the words that the LORD has spoken we will do.\" (4) And Moses wrote down all the words of the LORD. He rose early in the morning and built an altar at the foot of the mountain, and twelve pillars, according to the twelve tribes of Israel. (5) And he sent young", "men of the people of Israel, who offered burnt offerings and sacrificed peace offerings of oxen to the LORD. (6) And Moses took half of the blood and put it in basins, and half of the blood he threw against the altar. (7) Then he took the Book of the Covenant and read it in the hearing of the people. And they said, \"All that the LORD has spoken we will do, and we will be obedient.\" (8) And Moses took the blood and threw it on the people and said, \"Behold the blood of the covenant that the LORD has made with you in accordance with all these words.\" (9) Then Moses and Aaron, Nadab, and Abihu, and seventy of the elders of Israel went up, (10) and they saw the", "God of Israel. There was under his feet as it were a pavement of sapphire stone, like the very heaven for clearness. (11) And he did not lay his hand on the chief men of the people of Israel; they beheld God, and ate and drank."], "word_count": 300, "reference": "Exodus 24:1-11", "translation": "ESV"}, {"division": "Senior", "passage_number": "16", "cards": ["(8) So in the morning his spirit was troubled, and he sent and called for all the magicians of Egypt and all its wise men. Pharaoh told them his dreams, but there was none who could interpret them to Pharaoh."], "word_count": 39, "reference": "Genesis 41:8", "translation": "ESV"}, {"division": "Senior", "passage_number": "20", "cards": ["(1) In his days, Nebuchadnezzar king of Babylon came up, and Jehoiakim became his servant for three years. Then he turned and rebelled against him. (2) And the LORD sent against him bands of the Chaldeans and bands of the Syrians and bands of the Moabites and bands of the Ammonites, and sent them against Judah to destroy it, according to the word of the LORD that he spoke by his servants the prophets. (3) Surely this came upon Judah at the command of the LORD, to remove them out of his sight, for the sins of Manasseh, according to all that he had done, (4) and also for the innocent blood that he had shed. For he filled Jerusalem with innocent", "blood, and the LORD would not pardon. (5) Now the rest of the deeds of Jehoiakim and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"], "word_count": 306, "reference": "2 Kings 24:1-5", "translation": "ESV"}, {"division": "Senior", "passage_number": "19", "cards": ["(1) And Hannah prayed and said, \"My heart exults in the LORD; my horn is exalted in the LORD. My mouth derides my enemies, because I rejoice in your salvation. (2) \"There is none holy like the LORD: for there is none besides you; there is no rock like our God. (3) Talk no more so very proudly, let not arrogance come from your mouth; for the LORD is a God of knowledge, and by him actions are weighed. (4) The bows of the mighty are broken, but the feeble bind on strength. (5) Those who were full have hired themselves out for bread, but those who were hungry have ceased to hunger. The barren has borne seven, but she who has many children is forlorn. (6) The LORD kills and brings to life; he brings down to", "Sheol and raises up. (7) The LORD makes poor and makes rich; he brings low and he exalts. (8) He raises up the poor from the dust; he lifts the needy from the ash heap to make them sit with princes and inherit a seat of honor. For the pillars of the earth are the LORD's, and on them he has set the world. (9) \"He will guard the feet of his faithful ones, but the wicked shall be cut off in darkness, for not by might shall a man prevail. (10) The adversaries of the LORD shall be broken to pieces; against them he will thunder in heaven. The LORD will judge the ends of the earth; he will give strength to his king and exalt the horn of his anointed.\""], "word_count": 392, "reference": "1 Samuel 2:1-10", "translation": "ESV"}, {"division": "Senior", "passage_number": "18", "cards": ["(5) And the LORD came down in a pillar of cloud and stood at the entrance of the tent and called Aaron and Miriam, and they both came forward. (6) And he said, \"Hear my words: If there is a prophet among you, I the LORD make myself known to him in a vision; I speak with him in a dream. (7) Not so with my servant Moses. He is faithful in all my house. (8) With him I speak mouth to mouth, clearly, and not in riddles, and he beholds the form of the LORD. Why then were you not afraid to speak against my servant Moses?\" (9) And the anger of the LORD was kindled against them, and he departed."], "word_count": 117, "reference": "Numbers 12:5-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "21", "cards": ["(17) Therefore he brought up against them the king of the Chaldeans, who killed their young men with the sword in the house of their sanctuary and had no compassion on young man or virgin, old man or aged. He gave them all into his hand. (18) And all the vessels of the house of God, great and small, and the treasures of the house of the LORD, and the treasures of the king and of his princes, all these he brought to Babylon. (19) And they burned the house of God and broke down the wall of Jerusalem and burned all its palaces with fire and destroyed all its precious vessels. (20) He took into exile in Babylon those who had escaped from the sword, and they became servants to him and to his sons until the establishment of the kingdom of Persia,"], "word_count": 140, "reference": "2 Chronicles 36:17-20", "translation": "ESV"}, {"division": "Senior", "passage_number": "28", "cards": ["(1) Wine is a mocker, strong drink a brawler, and whoever is led astray by it is not wise. (2) The terror of a king is like the growling of a lion; whoever provokes him to anger forfeits his life. (3) It is an honor for a man to keep aloof from strife, but every fool will be quarreling. (4) The sluggard does not plow in the autumn; he will seek at harvest and have nothing. (5) The purpose in a man's heart is like deep water, but a man of understanding will draw it out. (6) Many a man proclaims his own steadfast love, but a faithful man who can find? (7) The righteous who walks in his integrity-- blessed are his children after him! (8) A king who sits on the throne of judgment", "winnows all evil with his eyes. (9) Who can say, \"I have made my heart pure; I am clean from my sin\"? (10) Unequal weights and unequal measures are both alike an abomination to the LORD. (11) Even a child makes himself known by his acts, by whether his conduct is pure and upright. (12) The hearing ear and the seeing eye, the LORD has made them both. (13) Love not sleep, lest you come to poverty; open your eyes, and you will have plenty of bread. (14) \"Bad, bad,\" says the buyer, but when he goes away, then he boasts. (15) There is gold and abundance of costly stones, but the lips of knowledge are a precious jewel. (16) Take a man's garment when he has", "put up security for a stranger, and hold it in pledge when he puts up security for foreigners. (17) Bread gained by deceit is sweet to a man, but afterward his mouth will be full of gravel. (18) Plans are established by counsel; by wise guidance wage war. (19) Whoever goes about slandering reveals secrets; therefore do not associate with a simple babbler. (20) If one curses his father or his mother, his lamp will be put out in utter darkness. (21) An inheritance gained hastily in the beginning will not be blessed in the end. (22) Do not say, \"I will repay evil\"; wait for the LORD, and he will deliver you. (23) Unequal weights are an abomination to the LORD, and false scales are", "not good. (24) A man's steps are from the LORD; how then can man understand his way? (25) It is a snare to say rashly, \"It is holy,\" and to reflect only after making vows. (26) A wise king winnows the wicked and drives the wheel over them. (27) The spirit of man is the lamp of the LORD, searching all his innermost parts. (28) Steadfast love and faithfulness preserve the king, and by steadfast love his throne is upheld. (29) The glory of young men is their strength, but the splendor of old men is their gray hair. (30) Blows that wound cleanse away evil; strokes make clean the innermost parts."], "word_count": 590, "reference": "Proverbs 20:1-30", "translation": "ESV"}, {"division": "Senior", "passage_number": "27", "cards": ["(1) A wise son makes a glad father, but a foolish son is a sorrow to his mother. (2) Treasures gained by wickedness do not profit, but righteousness delivers from death. (3) The LORD does not let the righteous go hungry, but he thwarts the craving of the wicked. (4) A slack hand causes poverty, but the hand of the diligent makes rich. (5) He who gathers in summer is a prudent son, but he who sleeps in harvest is a son who brings shame. (6) Blessings are on the head of the righteous, but the mouth of the wicked conceals violence. (7) The memory of the righteous is a blessing, but the name of the wicked will rot. (8) The wise of heart will receive", "commandments, but a babbling fool will come to ruin. (9) Whoever walks in integrity walks securely, but he who makes his ways crooked will be found out. (10) Whoever winks the eye causes trouble, and a babbling fool will come to ruin. (11) The mouth of the righteous is a fountain of life, but the mouth of the wicked conceals violence. (12) Hatred stirs up strife, but love covers all offenses. (13) On the lips of him who has understanding, wisdom is found, but a rod is for the back of him who lacks sense. (14) The wise lay up knowledge, but the mouth of a fool brings ruin near. (15) A rich man's wealth is his strong city; the poverty of the poor is their ruin."], "word_count": 476, "reference": "Proverbs 10:1-15", "translation": "ESV"}, {"division": "Senior", "passage_number": "26", "cards": ["(1) Does not wisdom call? Does not understanding raise her voice? (2) On the heights beside the way, at the crossroads she takes her stand; (3) beside the gates in front of the town, at the entrance of the portals she cries aloud: (4) \"To you, O men, I call, and my cry is to the children of man. (5) O simple ones, learn prudence; O fools, learn sense. (6) Hear, for I will speak noble things, and from my lips will come what is right, (7) for my mouth will utter truth; wickedness is an abomination to my lips. (8) All the words of my mouth are righteous; there is nothing twisted or crooked in them. (9) They are all straight to him who understands, and right to those who find knowledge.", "(10) Take my instruction instead of silver, and knowledge rather than choice gold, (11) for wisdom is better than jewels, and all that you may desire cannot compare with her. (12) \"I, wisdom, dwell with prudence, and I find knowledge and discretion. (13) The fear of the LORD is hatred of evil. Pride and arrogance and the way of evil and perverted speech I hate. (14) I have counsel and sound wisdom; I have insight; I have strength. (15) By me kings reign, and rulers decree what is just; (16) by me princes rule, and nobles, all who govern justly. (17) I love those who love me, and those who seek me diligently find me. (18) Riches and honor are with me,", "enduring wealth and righteousness. (19) My fruit is better than gold, even fine gold, and my yield than choice silver. (20) I walk in the way of righteousness, in the paths of justice, (21) granting an inheritance to those who love me, and filling their treasuries."], "word_count": 393, "reference": "Proverbs 8:1-21", "translation": "ESV"}, {"division": "Senior", "passage_number": "33", "cards": ["(5) The king assigned them a daily portion of the food that the king ate, and of the wine that he drank. They were to be educated for three years, and at the end of that time they were to stand before the king."], "word_count": 86, "reference": "Daniel 1:5", "translation": "ESV"}, {"division": "Senior", "passage_number": "31", "cards": ["(1) There shall come forth a shoot from the stump of Jesse, and a branch from his roots shall bear fruit. (2) And the Spirit of the LORD shall rest upon him, the Spirit of wisdom and understanding, the Spirit of counsel and might, the Spirit of knowledge and the fear of the LORD. (3) And his delight shall be in the fear of the LORD. He shall not judge by what his eyes see, or decide disputes by what his ears hear, (4) but with righteousness he shall judge the poor, and decide with equity for the meek of the earth; and he shall strike the earth with the rod of his mouth, and with the breath of his lips he shall kill the wicked. (5) Righteousness shall be the belt of his waist, and faithfulness the belt of his loins."], "word_count": 274, "reference": "Isaiah 11:1-5", "translation": "ESV"}, {"division": "Senior", "passage_number": "30", "cards": ["(1) But there will be no gloom for her who was in anguish. In the former time he brought into contempt the land of Zebulun and the land of Naphtali, but in the latter time he has made glorious the way of the sea, the land beyond the Jordan, Galilee of the nations. (2) The people who walked in darkness have seen a great light; those who dwelt in a land of deep darkness, on them has light shone. (3) You have multiplied the nation; you have increased its joy; they rejoice before you as with joy at the harvest, as they are glad when they divide the spoil. (4) For the yoke of his burden, and the staff for his shoulder, the rod of his oppressor, you have broken as on", "the day of Midian. (5) For every boot of the tramping warrior in battle tumult and every garment rolled in blood will be burned as fuel for the fire. (6) For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. (7) Of the increase of his government and of peace there will be no end, on the throne of David and over his kingdom, to establish it and to uphold it with justice and with righteousness from this time forth and forevermore. The zeal of the LORD of hosts will do this."], "word_count": 358, "reference": "Isaiah 9:1-7", "translation": "ESV"}, {"division": "Senior", "passage_number": "29", "cards": ["(13) I have also seen this example of wisdom under the sun, and it seemed great to me. (14) There was a little city with few men in it, and a great king came against it and besieged it, building great siegeworks against it. (15) But there was found in it a poor, wise man, and he by his wisdom delivered the city. Yet no one remembered that poor man. (16) But I say that wisdom is better than might, though the poor man's wisdom is despised and his words are not heard. (17) The words of the wise heard in quiet are better than the shouting of a ruler among fools. (18) Wisdom is better than weapons of war, but one sinner destroys much good."], "word_count": 240, "reference": "Ecclesiastes 9:13-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "34", "cards": ["(24) Then King Nebuchadnezzar was astonished and rose up in haste. He declared to his counselors, \"Did we not cast three men bound into the fire?\" They answered and said to the king, \"True, O king.\" (25) He answered and said, \"But I see four men unbound, walking in the midst of the fire, and they are not hurt; and the appearance of the fourth is like a son of the gods.\""], "word_count": 70, "reference": "Daniel 3:24-25", "translation": "ESV"}, {"division": "Senior", "passage_number": "32", "cards": ["(4) \"Thus says the LORD of hosts, the God of Israel, to all the exiles whom I have sent into exile from Jerusalem to Babylon: (5) Build houses and live in them; plant gardens and eat their produce. (6) Take wives and have sons and daughters; take wives for your sons, and give your daughters in marriage, that they may bear sons and daughters; multiply there, and do not decrease. (7) But seek the welfare of the city where I have sent you into exile, and pray to the LORD on its behalf, for in its welfare you will find your welfare."], "word_count": 98, "reference": "Jeremiah 29:4-7", "translation": "ESV"}, {"division": "Senior", "passage_number": "36", "cards": ["(15) Blow the trumpet in Zion; consecrate a fast; call a solemn assembly; (16) gather the people. Consecrate the congregation; assemble the elders; gather the children, even nursing infants. Let the bridegroom leave his room, and the bride her chamber. (17) Between the vestibule and the altar let the priests, the ministers of the LORD, weep and say, \"Spare your people, O LORD, and make not your heritage a reproach, a byword among the nations. Why should they say among the peoples, 'Where is their God?'\" (18) Then the LORD became jealous for his land and had pity on his people. (19) The LORD answered and said to his people, \"Behold, I am", "sending to you grain, wine, and oil, and you will be satisfied; and I will no more make you a reproach among the nations. (20) \"I will remove the northerner far from you, and drive him into a parched and desolate land, his vanguard into the eastern sea, and his rear guard into the western sea; the stench and foul smell of him will rise, for he has done great things. (21) \"Fear not, O land; be glad and rejoice, for the LORD has done great things! (22) Fear not, you beasts of the field, for the pastures of the wilderness are green; the tree bears its fruit; the fig tree and vine give their full yield. (23) \"Be glad, O children of Zion, and rejoice in the LORD your God, for he has", "given the early rain for your vindication; he has poured down for you abundant rain, the early and the latter rain, as before. (24) \"The threshing floors shall be full of grain; the vats shall overflow with wine and oil. (25) I will restore to you the years that the swarming locust has eaten, the hopper, the destroyer, and the cutter, my great army, which I sent among you. (26) \"You shall eat in plenty and be satisfied, and praise the name of the LORD your God, who has dealt wondrously with you. And my people shall never again be put to shame. (27) You shall know that I am in the midst of Israel, and that I am the LORD your God and there is none else. And my people shall", "never again be put to shame. (28) \"And it shall come to pass afterward, that I will pour out my Spirit on all flesh; your sons and your daughters shall prophesy, your old men shall dream dreams, and your young men shall see visions. (29) Even on the male and female servants in those days I will pour out my Spirit."], "word_count": 722, "reference": "Joel 2:15-29", "translation": "ESV"}, {"division": "Senior", "passage_number": "35", "cards": ["(1) \"At that time shall arise Michael, the great prince who has charge of your people. And there shall be a time of trouble, such as never has been since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the book. (2) And many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt. (3) And those who are wise shall shine like the brightness of the sky above; and those who turn many to righteousness, like the stars forever and ever. (4) But you, Daniel, shut up the words and seal the book, until the time", "of the end. Many shall run to and fro, and knowledge shall increase.\" (5) Then I, Daniel, looked, and behold, two others stood, one on this bank of the stream and one on that bank of the stream. (6) And someone said to the man clothed in linen, who was above the waters of the stream, \"How long shall it be till the end of these wonders?\" (7) And I heard the man clothed in linen, who was above the waters of the stream; he raised his right hand and his left hand toward heaven and swore by him who lives forever that it would be for a time, times, and half a time, and that when the shattering of the power of the holy people comes to an end all these things", "would be finished. (8) I heard, but I did not understand. Then I said, \"O my lord, what shall be the outcome of these things?\" (9) He said, \"Go your way, Daniel, for the words are shut up and sealed until the time of the end."], "word_count": 425, "reference": "Daniel 12:1-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "37", "cards": ["(3) \"Do two walk together, unless they have agreed to meet? (4) Does a lion roar in the forest, when he has no prey? Does a young lion cry out from his den, if he has taken nothing? (5) Does a bird fall in a snare on the earth, when there is no trap for it? Does a snare spring up from the ground, when it has taken nothing? (6) Is a trumpet blown in a city, and the people are not afraid? Does disaster come to a city, unless the LORD has done it? (7) \"For the Lord GOD does nothing without revealing his secret to his servants the prophets. (8) The lion has roared; who will not fear? The Lord GOD has spoken; who can but prophesy?\""], "word_count": 123, "reference": "Amos 3:3-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "41", "cards": ["(18) \"I will not leave you as orphans; I will come to you. (19)Y et a little while and the world will see me no more, but you will see me. Because I live, you also will live. (20) In that day ou will know that I am in my Father, and you in me, and I inyou. (21) Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.\""], "word_count": 180, "reference": "John 14:18-21", "translation": "ESV"}, {"division": "Senior", "passage_number": "40", "cards": ["(11) Soon afterward he went to a town called Nain, and his disciples and a great crowd went with him. (12) As he drew near to the gate of the town, behold, a man who had died was being carried out, the only son of his mother, and she was a widow, and a considerable crowd from the town was with her. (13) And when the Lord saw her, he had compassion on her and said to her, \"Do not weep.\" (14) Then he came up and touched the bier, and the bearers stood still. And he said, \"Young man, I say to you, arise.\" (15) And the dead man sat up and began to speak, and Jesus gave him to his mother. (16) Fear seized them all, and they glorified God, saying, \"A great prophet has arisen among us!\" and \"God has visited his people!\""], "word_count": 280, "reference": "Luke 7:11-16", "translation": "ESV"}, {"division": "Senior", "passage_number": "39", "cards": ["(17) And as he was setting out on his journey, a man ran up and knelt before him and asked him, \"Good Teacher, what must I do to inherit eternal life?\" (18) And Jesus said to him, \"Why do you call me good? No one is good except God alone. (19) You know the commandments: 'Do not murder, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honor your father and mother.'\" (20) And he said to him, \"Teacher, all these I have kept from my youth.\" (21) And Jesus, looking at him, loved him, and said to him, \"You lack one thing: go, sell all that you have and give to the poor, and you will have treasure in heaven; and come, follow me.\" (22) Disheartened by the saying, he went away sorrowful, for he had great possessions."], "word_count": 139, "reference": "Mark 10:17-22", "translation": "ESV"}, {"division": "Senior", "passage_number": "38", "cards": ["(2) And after six days Jesus took with him Peter and James and John, and led them up a high mountain by themselves. And he was transfigured before them, (3) and his clothes became radiant, intensely white, as no one on earth could bleach them. (4) And there appeared to them Elijah with Moses, and they were talking with Jesus. (5) And Peter said to Jesus, \"Rabbi, it is good that we are here. Let us make three tents, one for you and one for Moses and one for Elijah.\" (6) For he did not know what to say, for they were terrified. (7) And a cloud overshadowed them, and a voice came out of the cloud, \"This is my beloved Son; listen to him.\" (8) And suddenly, looking around, they no longer saw anyone", "with them but Jesus only. (9) And as they were coming down the mountain, he charged them to tell no one what they had seen, until the Son of Man had risen from the dead. (10) So they kept the matter to themselves, questioning what this rising from the dead might mean. (11) And they asked him, \"Why do the scribes say that first Elijah must come?\" (12) And he said to them, \"Elijah does come first to restore all things. And how is it written of the Son of Man that he should suffer many things and be treated with contempt? (13) But I tell you that Elijah has come, and they did to him whatever they pleased, as it is written of him.\""], "word_count": 368, "reference": "Mark 9:2-13", "translation": "ESV"}, {"division": "Senior", "passage_number": "42", "cards": ["(25) \"These things I have spoken to you while I am still with you. (26) But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you. (27) Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid."], "word_count": 77, "reference": "John 14:25-27", "translation": "ESV"}, {"division": "Senior", "passage_number": "47", "cards": ["(16) At my first defense no one came to stand by me, but all deserted me. May it not be charged against them! (17) But the Lord stood by me and strengthened me, so that through me the message might be fully proclaimed and all the Gentiles might hear it. So I was rescued from the lion's mouth. (18) The Lord will rescue me from every evil deed and bring me safely into his heavenly kingdom. To him be the glory forever and ever. Amen."], "word_count": 164, "reference": "2 Timothy 4:16-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "46", "cards": ["(6) Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away. (7) But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. (8) None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. (9) But, as it is written, \"What no eye has seen, nor ear heard, nor the heart of man imagined, what God has prepared for those who love him\"-- (10) these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God. (11) For who knows a person's thoughts except the spirit of that person, which is in him? So also", "no one comprehends the thoughts of God except the Spirit of God. (12) Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. (13) And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual. (14) The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned. (15) The spiritual person judges all things, but is himself to be judged by no one. (16) \"For who has understood the mind of the Lord so as to instruct him?\" But we have the mind of Christ."], "word_count": 406, "reference": "1 Corinthians 2:6-16", "translation": "ESV"}, {"division": "Senior", "passage_number": "45", "cards": ["(30) I appeal to you, brothers, by our Lord Jesus Christ and by the love of the Spirit, to strive together with me in your prayers to God on my behalf, (31) that I may be delivered from the unbelievers in Judea, and that my service for Jerusalem may be acceptable to the saints, (32) so that by God's will I may come to you with joy and be refreshed in your company. (33) May the God of peace be with you all. Amen."], "word_count": 160, "reference": "Romans 15:30-33", "translation": "ESV"}, {"division": "Senior", "passage_number": "44", "cards": ["(11) But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb. (12) And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet. (13) They said to her, \"Woman, why are you weeping?\" She said to them, \"They have taken away my Lord, and I do not know where they have laid him.\" (14) Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus. (15) Jesus said to her, \"Woman, why are you weeping? Whom are you seeking?\" Supposing him to be the gardener, she said to him, \"Sir, if you have carried him away, tell me where you", "have laid him, and I will take him away.\" (16) Jesus said to her, \"Mary.\" She turned and said to him in Aramaic, \"Rabboni!\" (which means Teacher). (17) Jesus said to her, \"Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, 'I am ascending to my Father and your Father, to my God and your God.'\" (18) Mary Magdalene went and announced to the disciples, \"I have seen the Lord\"-- and that he had said these things to her. (19) On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, \"Peace be with you.\"", "(20) When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. (21) Jesus said to them again, \"Peace be with you. As the Father has sent me, even so I am sending you.\""], "word_count": 426, "reference": "John 20:11-21", "translation": "ESV"}, {"division": "Senior", "passage_number": "48", "cards": ["(4) John to the seven churches that are in Asia: Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, (5) and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth. To him who loves us and has freed us from our sins by his blood (6) and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. (7) Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen. (8) \"I am the Alpha and the Omega,\" says the Lord God, \"who is and who was and who is to come, the Almighty.\""], "word_count": 147, "reference": "Revelation 1:4-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "49", "cards": ["(8) But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.\" (9) Then came one of the seven angels who had the seven bowls full of the seven last plagues and spoke to me, saying, \"Come, I will show you the Bride, the wife of the Lamb.\" (10) And he carried me away in the Spirit to a great, high mountain, and showed me the holy city Jerusalem coming down out of heaven from God, (11) having the glory of God, its radiance like a most rare jewel, like a jasper, clear as crystal. (12) It had a great, high wall,", "with twelve gates, and at the gates twelve angels, and on the gates the names of the twelve tribes of the sons of Israel were inscribed-- (13) on the east three gates, on the north three gates, on the south three gates, and on the west three gates. (14) And the wall of the city had twelve foundations, and on them were the twelve names of the twelve apostles of the Lamb. (15) And the one who spoke with me had a measuring rod of gold to measure the city and its gates and walls. (16) The city lies foursquare, its length the same as its width. And he measured the city with his rod, 12,000 stadia. Its length and width and height are equal. (17) He also measured its", "wall, 144 cubits by human measurement, which is also an angel's measurement. (18) The wall was built of jasper, while the city was pure gold, like clear glass. (19) The foundations of the wall of the city were adorned with every kind of jewel. The first was jasper, the second sapphire, the third agate, the fourth emerald, (20) the fifth onyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst. (21) And the twelve gates were twelve pearls, each of the gates made of a single pearl, and the street of the city was pure gold, like transparent glass. (22) And I saw no temple in the", "city, for its temple is the Lord God the Almighty and the Lamb. (23) And the city has no need of sun or moon to shine on it, for the glory of God gives it light, and its lamp is the Lamb. (24) By its light will the nations walk, and the kings of the earth will bring their glory into it, (25) and its gates will never be shut by day--and there will be no night there. (26) They will bring into it the glory and the honor of the nations. (27) But nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those who are written in the Lamb's book of life."], "word_count": 479, "reference": "Revelation 21:8-27", "translation": "ESV"}, {"division": "Senior", "passage_number": "53", "cards": ["(41) \"Likewise, when a foreigner, who is not of your people Israel, comes from a far country for your name's sake (42) (for they shall hear of your great name and your mighty hand, and of your outstretched arm), when he comes and prays toward this house, (43) hear in heaven your dwelling place and do according to all for which the foreigner calls to you, in order that all the peoples of the earth may know your name and fear you, as do your people Israel, and that they may know that this house that I have built is called by your name. (44) \"If your people go out to battle against their enemy, by whatever way you shall send them, and they pray to the LORD toward", "the city that you have chosen and the house that I have built for your name, (45) then hear in heaven their prayer and their plea, and maintain their cause."], "word_count": 154, "reference": "1 Kings 8:41-45", "translation": "ESV"}, {"division": "Senior", "passage_number": "52", "cards": ["(1) \"You shall not spread a false report. You shall not join hands with a wicked man to be a malicious witness. (2) You shall not fall in with the many to do evil, nor shall you bear witness in a lawsuit, siding with the many, so as to pervert justice, (3) nor shall you be partial to a poor man in his lawsuit. (4) \"If you meet your enemy's ox or his donkey going astray, you shall bring it back to him. (5) If you see the donkey of one who hates you lying down under its burden, you shall refrain from leaving him with it; you shall rescue it with him. (6) \"You shall not pervert the justice due to your poor in his lawsuit. (7) Keep far from a false charge, and do not kill the innocent", "and righteous, for I will not acquit the wicked. (8) And you shall take no bribe, for a bribe blinds the clear-sighted and subverts the cause of those who are in the right. (9) \"You shall not oppress a sojourner. You know the heart of a sojourner, for you were sojourners in the land of Egypt. (10) \"For six years you shall sow your land and gather in its yield, (11) but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave the beasts of the field may eat. You shall do likewise with your vineyard, and with your olive orchard."], "word_count": 243, "reference": "Exodus 23:1-11", "translation": "ESV"}, {"division": "Senior", "passage_number": "51", "cards": ["(18) Then the LORD God said, \"It is not good that the man should be alone; I will make him a helper fit for him.\" (19) Now out of the ground the LORD God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name. (20) The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him. (21) So the LORD God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh. (22) And the rib that the LORD God had taken from the man he made into a woman and brought her to the man."], "word_count": 155, "reference": "Genesis 2:18-22", "translation": "ESV"}, {"division": "Senior", "passage_number": "59", "cards": ["(15) He who justifies the wicked and he who condemns the righteous are both alike an abomination to the LORD. (16) Why should a fool have money in his hand to buy wisdom when he has no sense? (17) A friend loves at all times, and a brother is born for adversity. (18) One who lacks sense gives a pledge and puts up security in the presence of his neighbor. (19) Whoever loves transgression loves strife; he who makes his door high seeks destruction. (20) A man of crooked heart does not discover good, and one with a dishonest tongue falls into calamity. (21) He who sires a fool gets himself sorrow, and the father of a fool has no joy. (22)", "A joyful heart is good medicine, but a crushed spirit dries up the bones. (23) The wicked accepts a bribe in secret to pervert the ways of justice. (24) The discerning sets his face toward wisdom, but the eyes of a fool are on the ends of the earth. (25) A foolish son is a grief to his father and bitterness to her who bore him. (26) To impose a fine on a righteous man is not good, nor to strike the noble for their uprightness. (27) Whoever restrains his words has knowledge, and he who has a cool spirit is a man of understanding. (28) Even a fool who keeps silent is considered wise; when he closes his lips, he is deemed intelligent."], "word_count": 346, "reference": "Proverbs 17:15-28", "translation": "ESV"}, {"division": "Senior", "passage_number": "58", "cards": ["(1) The plans of the heart belong to man, but the answer of the tongue is from the LORD. (2) All the ways of a man are pure in his own eyes, but the LORD weighs the spirit. (3) Commit your work to the LORD, and your plans will be established. (4) The LORD has made everything for its purpose, even the wicked for the day of trouble. (5) Everyone who is arrogant in heart is an abomination to the LORD; be assured, he will not go unpunished. (6) By steadfast love and faithfulness iniquity is atoned for, and by the fear of the LORD one turns away from evil. (7) When a man's ways please the LORD, he makes even his enemies to be at peace with him. (8) Better is", "a little with righteousness than great revenues with injustice. (9) The heart of man plans his way, but the LORD establishes his steps."], "word_count": 270, "reference": "Proverbs 16:1-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "64", "cards": ["(8) In the morning the word of the LORD came to me: (9) \"Son of man, has not the house of Israel, the rebellious house, said to you, 'What are you doing?' (10) Say to them, 'Thus says the Lord GOD: This oracle concerns the prince in Jerusalem and all the house of Israel who are in it.' (11) Say, 'I am a sign for you: as I have done, so shall it be done to them. They shall go into exile, into captivity.' (12) And the prince who is among them shall lift his baggage upon his shoulder at dusk, and shall go out. They shall dig through the wall to bring him out through it. He shall cover his face, that he may not see the land with his eyes. (13) And I will spread my net over him, and", "he shall be taken in my snare. And I will bring him to Babylon, the land of the Chaldeans, yet he shall not see it, and he shall die there. (14) And I will scatter toward every wind all who are around him, his helpers and all his troops, and I will unsheathe the sword after them. (15) And they shall know that I am the LORD, when I disperse them among the nations and scatter them among the countries. (16) But I will let a few of them escape from the sword, from famine and pestilence, that they may declare all their abominations among the nations where they go, and may know that I am the LORD.\""], "word_count": 387, "reference": "Ezekiel 12:8-16", "translation": "ESV"}, {"division": "Senior", "passage_number": "63", "cards": ["(14) therefore I will do to the house that is called by my name, and in which you trust, and to the place that I gave to you and to your fathers, as I did to Shiloh. (15) And I will cast you out of my sight, as I cast out all your kinsmen, all the offspring of Ephraim. (16) \"As for you, do not pray for this people, or lift up a cry or prayer for them, and do not intercede with me, for I will not hear you. (17) Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem? (18) The children gather wood, the fathers kindle fire, and the women knead dough, to make cakes for the queen of heaven. And they pour out drink offerings to other gods, to provoke me to anger. (19) Is it I whom they provoke? declares", "the LORD. Is it not themselves, to their own shame? (20) Therefore thus says the Lord GOD: Behold, my anger and my wrath will be poured out on this place, upon man and beast, upon the trees of the field and the fruit of the ground; it will burn and not be quenched.\" (21) Thus says the LORD of hosts, the God of Israel: \"Add your burnt offerings to your sacrifices, and eat the flesh. (22) For in the day that I brought them out of the land of Egypt, I did not speak to your fathers or command them concerning burnt offerings and sacrifices. (23) But this command I gave them: 'Obey my voice, and I will be your God, and you shall be my people. And walk in all the way that I command you, that it may be well with you.'"], "word_count": 436, "reference": "Jeremiah 7:14-23", "translation": "ESV"}, {"division": "Senior", "passage_number": "62", "cards": ["(4) For the sake of my servant Jacob, and Israel my chosen, I call you by your name, I name you, though you do not know me. (5) I am the LORD, and there is no other, besides me there is no God; I equip you, though you do not know me, (6) that people may know, from the rising of the sun and from the west, that there is none besides me; I am the LORD, and there is no other. (7) I form light and create darkness; I make well-being and create calamity; I am the LORD, who does all these things. (8) \"Shower, O heavens, from above, and let the clouds rain down righteousness; let the earth open, that salvation and righteousness may bear fruit; let the earth cause them both to sprout; I the LORD have created it."], "word_count": 274, "reference": "Isaiah 45:4-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "61", "cards": ["(1) \"But now hear, O Jacob my servant, Israel whom I have chosen! (2) Thus says the LORD who made you, who formed you from the womb and will help you: Fear not, O Jacob my servant, Jeshurun whom I have chosen. (3) For I will pour water on the thirsty land, and streams on the dry ground; I will pour my Spirit upon your offspring, and my blessing on your descendants. (4) They shall spring up among the grass like willows by flowing streams. (5) This one will say, 'I am the LORD's,' another will call on the name of Jacob, and another will write on his hand, 'The LORD's,' and name himself by the name of Israel.\" (6) Thus says the LORD, the King of Israel and his Redeemer, the LORD of hosts: \"I am the first and I am the last; besides me there is no god. (7) Who is like me? Let him", "proclaim it. Let him declare and set it before me, since I appointed an ancient people. Let them declare what is to come, and what will happen. (8) Fear not, nor be afraid; have I not told you from of old and declared it? And you are my witnesses! Is there a God besides me? There is no Rock; I know not any.\" (9) All who fashion idols are nothing, and the things they delight in do not profit. Their witnesses neither see nor know, that they may be put to shame. (10) Who fashions a god or casts an idol that is profitable for nothing? (11) Behold, all his companions shall be put to shame, and the craftsmen are only human. Let them all assemble, let them stand forth. They shall be terrified; they shall be put to shame together."], "word_count": 437, "reference": "Isaiah 44:1-11", "translation": "ESV"}, {"division": "Senior", "passage_number": "60", "cards": ["(2) Give a portion to seven, or even to eight, for you know not what disaster may happen on earth. (3) If the clouds are full of rain, they empty themselves on the earth, and if a tree falls to the south or to the north, in the place where the tree falls, there it will lie. (4) He who observes the wind will not sow, and he who regards the clouds will not reap. (5) As you do not know the way the spirit comes to the bones in the womb of a woman with child, so you do not know the work of God who makes everything. (6) In the morning sow your seed, and at evening withhold not your hand, for you do not know which will prosper, this or that, or whether both alike will be good."], "word_count": 136, "reference": "Ecclesiastes 11:2-6", "translation": "ESV"}, {"division": "Senior", "passage_number": "69", "cards": ["(18) This dream I, King Nebuchadnezzar, saw. And you, O Belteshazzar, tell me the interpretation, because all the wise men of my kingdom are not able to make known to me the interpretation, but you are able, for the spirit of the holy gods is in you.\" (19) Then Daniel, whose name was Belteshazzar, was dismayed for a while, and his thoughts alarmed him. The king answered and said, \"Belteshazzar, let not the dream or the interpretation alarm you.\" Belteshazzar answered and said, \"My lord, may the dream be for those who hate you and its interpretation for your enemies! (20) The tree you saw, which grew and became strong, so that its top reached to heaven, and it was visible to the end of the whole earth,", "(21) whose leaves were beautiful and its fruit abundant, and in which was food for all, under which beasts of the field found shade, and in whose branches the birds of the heavens lived-- (22) it is you, O king, who have grown and become strong. Your greatness has grown and reaches to heaven, and your dominion to the ends of the earth. (23) And because the king saw a watcher, a holy one, coming down from heaven and saying, 'Chop down the tree and destroy it, but leave the stump of its roots in the earth, bound with a band of iron and bronze, in the tender grass of the field, and let him be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven periods of time pass over him,' (24) this", "is the interpretation, O king: It is a decree of the Most High, which has come upon my lord the king, (25) that you shall be driven from among men, and your dwelling shall be with the beasts of the field. You shall be made to eat grass like an ox, and you shall be wet with the dew of heaven, and seven periods of time shall pass over you, till you know that the Most High rules the kingdom of men and gives it to whom he will. (26) And as it was commanded to leave the stump of the roots of the tree, your kingdom shall be confirmed for you from the time that you know that Heaven rules. (27) Therefore, O king, let my counsel be acceptable to you: break off your sins by practicing righteousness, and your iniquities by showing mercy to", "the oppressed, that there may perhaps be a lengthening of your prosperity.\" (28) All this came upon King Nebuchadnezzar. (29) At the end of twelve months he was walking on the roof of the royal palace of Babylon, (30) and the king answered and said, \"Is not this great Babylon, which I have built by my mighty power as a royal residence and for the glory of my majesty?\" (31) While the words were still in the king's mouth, there fell a voice from heaven, \"O King Nebuchadnezzar, to you it is spoken: The kingdom has departed from you,"], "word_count": 722, "reference": "Daniel 4:18-31", "translation": "ESV"}, {"division": "Senior", "passage_number": "68", "cards": ["(1) King Nebuchadnezzar made an image of gold, whose height was sixty cubits and its breadth six cubits. He set it up on the plain of Dura, in the province of Babylon. (2) Then King Nebuchadnezzar sent to gather the satraps, the prefects, and the governors, the counselors, the treasurers, the justices, the magistrates, and all the officials of the provinces to come to the dedication of the image that King Nebuchadnezzar had set up. (3) Then the satraps, the prefects, and the governors, the counselors, the treasurers, the justices, the magistrates, and all the officials of the provinces gathered for the dedication of the image that King Nebuchadnezzar had set up. And they stood before the image that Nebuchadnezzar had set", "up. (4) And the herald proclaimed aloud, \"You are commanded, O peoples, nations, and languages, (5) that when you hear the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, you are to fall down and worship the golden image that King Nebuchadnezzar has set up. (6) And whoever does not fall down and worship shall immediately be cast into a burning fiery furnace.\" (7) Therefore, as soon as all the peoples heard the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, all the peoples, nations, and languages fell down and worshiped the golden image that King Nebuchadnezzar had set up."], "word_count": 346, "reference": "Daniel 3:1-7", "translation": "ESV"}, {"division": "Senior", "passage_number": "67", "cards": ["(46) Then King Nebuchadnezzar fell upon his face and paid homage to Daniel, and commanded that an offering and incense be offered up to him. (47) The king answered and said to Daniel, \"Truly, your God is God of gods and Lord of kings, and a revealer of mysteries, for you have been able to reveal this mystery.\" (48) Then the king gave Daniel high honors and many great gifts, and made him ruler over the whole province of Babylon and chief prefect over all the wise men of Babylon. (49) Daniel made a request of the king, and he appointed Shadrach, Meshach, and Abednego over the affairs of the province of Babylon. But Daniel remained at the king's court."], "word_count": 232, "reference": "Daniel 2:46-49", "translation": "ESV"}, {"division": "Senior", "passage_number": "66", "cards": ["(1) In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams; his spirit was troubled, and his sleep left him. (2) Then the king commanded that the magicians, the enchanters, the sorcerers, and the Chaldeans be summoned to tell the king his dreams. So they came in and stood before the king."], "word_count": 52, "reference": "Daniel 2:1-2", "translation": "ESV"}, {"division": "Senior", "passage_number": "65", "cards": ["(21) \"But if a wicked person turns away from all his sins that he has committed and keeps all my statutes and does what is just and right, he shall surely live; he shall not die. (22) None of the transgressions that he has committed shall be remembered against him; for the righteousness that he has done he shall live. (23) Have I any pleasure in the death of the wicked, declares the Lord GOD, and not rather that he should turn from his way and live? (24) But when a righteous person turns away from his righteousness and does injustice and does the same abominations that the wicked person does, shall he live? None of the righteous deeds that he has done shall be remembered; for the treachery of which he is guilty and the sin he has committed, for them he shall die. (25)", "\"Yet you say, 'The way of the Lord is not just.' Hear now, O house of Israel: Is my way not just? Is it not your ways that are not just? (26) When a righteous person turns away from his righteousness and does injustice, he shall die for it; for the injustice that he has done he shall die. (27) Again, when a wicked person turns away from the wickedness he has committed and does what is just and right, he shall save his life. (28) Because he considered and turned away from all the transgressions that he had committed, he shall surely live; he shall not die. (29) Yet the house of Israel says, 'The way of the Lord is not just.' O house of Israel, are my ways not just? Is it not your ways that are not just?"], "word_count": 415, "reference": "Ezekiel 18:21-29", "translation": "ESV"}, {"division": "Senior", "passage_number": "71", "cards": ["(4) I prayed to the LORD my God and made confession, saying, \"O Lord, the great and awesome God, who keeps covenant and steadfast love with those who love him and keep his commandments, (5) we have sinned and done wrong and acted wickedly and rebelled, turning aside from your commandments and rules. (6) We have not listened to your servants the prophets, who spoke in your name to our kings, our princes, and our fathers, and to all the people of the land. (7) To you, O Lord, belongs righteousness, but to us open shame, as at this day, to the men of Judah, to the inhabitants of Jerusalem, and to all Israel, those who are near", "and those who are far away, in all the lands to which you have driven them, because of the treachery that they have committed against you."], "word_count": 254, "reference": "Daniel 9:4-7", "translation": "ESV"}, {"division": "Senior", "passage_number": "70", "cards": ["(15) Then these men came by agreement to the king and said to the king, \"Know, O king, that it is a law of the Medes and Persians that no injunction or ordinance that the king establishes can be changed.\" (16) Then the king commanded, and Daniel was brought and cast into the den of lions. The king declared to Daniel, \"May your God, whom you serve continually, deliver you!\" (17) And a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet and with the signet of his lords, that nothing might be changed concerning Daniel. (18) Then the king went to his palace and spent the night fasting; no diversions", "were brought to him, and sleep fled from him. (19) Then, at break of day, the king arose and went in haste to the den of lions. (20) As he came near to the den where Daniel was, he cried out in a tone of anguish. The king declared to Daniel, \"O Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?\" (21) Then Daniel said to the king, \"O king, live forever! (22) My God sent his angel and shut the lions' mouths, and they have not harmed me, because I was found blameless before him; and also before you, O king, I have done no harm.\" (23) Then the king was exceedingly glad, and commanded that Daniel", "be taken up out of the den. So Daniel was taken up out of the den, and no kind of harm was found on him, because he had trusted in his God. (24) And the king commanded, and those men who had maliciously accused Daniel were brought and cast into the den of lions--they, their children, and their wives. And before they reached the bottom of the den, the lions overpowered them and broke all their bones in pieces. (25) Then King Darius wrote to all the peoples, nations, and languages that dwell in all the earth: \"Peace be multiplied to you. (26) I make a decree, that in all my royal dominion people are to tremble and fear before the God of Daniel,", "for he is the living God, enduring forever; his kingdom shall never be destroyed, and his dominion shall be to the end. (27) He delivers and rescues; he works signs and wonders in heaven and on earth, he who has saved Daniel from the power of the lions.\" (28) So this Daniel prospered during the reign of Darius and the reign of Cyrus the Persian."], "word_count": 673, "reference": "Daniel 6:15-28", "translation": "ESV"}, {"division": "Senior", "passage_number": "76", "cards": ["(20) But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, \"Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit. (21) She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.\" (22) All this took place to fulfill what the Lord had spoken by the prophet: (23) \"Behold, the virgin shall conceive and bear a son, and they shall call his name Immanuel\" (which means, God with us). (24) When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife, (25) but knew her not until she had given birth to a son. And he called his name Jesus."], "word_count": 274, "reference": "Matthew 1:20-25", "translation": "ESV"}, {"division": "Senior", "passage_number": "75", "cards": ["(1) \"Behold, I send my messenger, and he will prepare the way before me. And the Lord whom you seek will suddenly come to his temple; and the messenger of the covenant in whom you delight, behold, he is coming, says the LORD of hosts. (2) But who can endure the day of his coming, and who can stand when he appears? For he is like a refiner's fire and like fullers' soap. (3) He will sit as a refiner and purifier of silver, and he will purify the sons of Levi and refine them like gold and silver, and they will bring offerings in righteousness to the LORD. (4) Then the offering of Judah and Jerusalem will be pleasing to the LORD as in the days of old and as in former years. (5) \"Then I will draw near to you for judgment. I will be a swift witness against the sorcerers, against the adulterers,", "against those who swear falsely, against those who oppress the hired worker in his wages, the widow and the fatherless, against those who thrust aside the sojourner, and do not fear me, says the LORD of hosts. (6) \"For I the LORD do not change; therefore you, O children of Jacob, are not consumed. (7) From the days of your fathers you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the LORD of hosts. But you say, 'How shall we return?' (8) Will man rob God? Yet you are robbing me. But you say, 'How have we robbed you?' In your tithes and contributions. (9) You are cursed with a curse, for you are robbing me, the whole nation of you."], "word_count": 432, "reference": "Malachi 3:1-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "74", "cards": ["(2) \"Thus says the LORD of hosts: These people say the time has not yet come to rebuild the house of the LORD.\" (3) Then the word of the LORD came by the hand of Haggai the prophet, (4) \"Is it a time for you yourselves to dwell in your paneled houses, while this house lies in ruins? (5) Now, therefore, thus says the LORD of hosts: Consider your ways. (6) You have sown much, and harvested little. You eat, but you never have enough; you drink, but you never have your fill. You clothe yourselves, but no one is warm. And he who earns wages does so to put them into a bag with holes. (7) \"Thus says the LORD of hosts: Consider your ways. (8) Go up to the hills and bring wood and build the house, that I may take pleasure in it and that I may be glorified, says the LORD."], "word_count": 296, "reference": "Haggai 1:2-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "73", "cards": ["(1) It shall come to pass in the latter days that the mountain of the house of the LORD shall be established as the highest of the mountains, and it shall be lifted up above the hills; and peoples shall flow to it, (2) and many nations shall come, and say: \"Come, let us go up to the mountain of the LORD, to the house of the God of Jacob, that he may teach us his ways and that we may walk in his paths.\" For out of Zion shall go forth the law, and the word of the LORD from Jerusalem. (3) He shall judge between many peoples, and shall decide disputes for strong nations far away; and they shall beat their swords into plowshares, and their spears into pruning hooks; nation shall not lift up sword against nation, neither shall they learn war anymore;"], "word_count": 143, "reference": "Micah 4:1-3", "translation": "ESV"}, {"division": "Senior", "passage_number": "72", "cards": ["(16) \"O Lord, according to all your righteous acts, let your anger and your wrath turn away from your city Jerusalem, your holy hill, because for our sins, and for the iniquities of our fathers, Jerusalem and your people have become a byword among all who are around us. (17) Now therefore, O our God, listen to the prayer of your servant and to his pleas for mercy, and for your own sake, O Lord, make your face to shine upon your sanctuary, which is desolate. (18) O my God, incline your ear and hear. Open your eyes and see our desolations, and the city that is called by your name. For we do not present our pleas before you because of our righteousness, but because", "of your great mercy. (19) O Lord, hear; O Lord, forgive. O Lord, pay attention and act. Delay not, for your own sake, O my God, because your city and your people are called by your name.\""], "word_count": 195, "reference": "Daniel 9:16-19", "translation": "ESV"}, {"division": "Senior", "passage_number": "77", "cards": ["(1) In those days John the Baptist came preaching in the wilderness of Judea, (2) \"Repent, for the kingdom of heaven is at hand.\" (3) For this is he who was spoken of by the prophet Isaiah when he said, \"The voice of one crying in the wilderness: 'Prepare the way of the Lord; make his paths straight.'\""], "word_count": 55, "reference": "Matthew 3:1-3", "translation": "ESV"}, {"division": "Senior", "passage_number": "81", "cards": ["(2) And on the Sabbath he began to teach in the synagogue, and many who heard him were astonished, saying, \"Where did this man get these things? What is the wisdom given to him? How are such mighty works done by his hands? (3) Is not this the carpenter, the son of Mary and brother of James and Joses and Judas and Simon? And are not his sisters here with us?\" And they took offense at him. (4) And Jesus said to them, \"A prophet is not without honor, except in his hometown and among his relatives and in his own household.\" (5) And he could do no mighty work there, except that he laid his hands on a few sick people and healed them. (6) And he marveled", "because of their unbelief. And he went about among the villages teaching. (7) And he called the twelve and began to send them out two by two, and gave them authority over the unclean spirits. (8) He charged them to take nothing for their journey except a staff--no bread, no bag, no money in their belts-- (9) but to wear sandals and not put on two tunics. (10) And he said to them, \"Whenever you enter a house, stay there until you depart from there. (11) And if any place will not receive you and they will not listen to you, when you leave, shake off the dust that is on your feet as a testimony against them.\""], "word_count": 350, "reference": "Mark 6:2-11", "translation": "ESV"}, {"division": "Senior", "passage_number": "80", "cards": ["(20) Then he went home, and the crowd gathered again, so that they could not even eat. (21) And when his family heard it, they went out to seize him, for they were saying, \"He is out of his mind.\" (22) And the scribes who came down from Jerusalem were saying, \"He is possessed by Beelzebul,\" and \"by the prince of demons he casts out the demons.\" (23) And he called them to him and said to them in parables, \"How can Satan cast out Satan? (24) If a kingdom is divided against itself, that kingdom cannot stand. (25) And if a house is divided against itself, that house will not be able to stand. (26) And if Satan has risen up against himself and is divided,", "he cannot stand, but is coming to an end. (27) But no one can enter a strong man's house and plunder his goods, unless he first binds the strong man. Then indeed he may plunder his house."], "word_count": 312, "reference": "Mark 3:20-27", "translation": "ESV"}, {"division": "Senior", "passage_number": "79", "cards": ["(31) \"When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne. (32) Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats. (33) And he will place the sheep on his right, but the goats on the left. (34) Then the King will say to those on his right, 'Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world. (35) For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me, (36) I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.'"], "word_count": 141, "reference": "Matthew 25:31-36", "translation": "ESV"}, {"division": "Senior", "passage_number": "78", "cards": ["(5) \"And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward. (6) But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you. (7) \"And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words. (8) Do not be like them, for your Father knows what you need before you ask him. (9) Pray then like this: \"Our Father in heaven, hallowed be your name. (10) Your kingdom come, your will be done, on earth as it is in heaven. (11) Give us this day our daily bread, (12) and forgive us", "our debts, as we also have forgiven our debtors. (13) And lead us not into temptation, but deliver us from evil. (14) For if you forgive others their trespasses, your heavenly Father will also forgive you, (15) but if you do not forgive others their trespasses, neither will your Father forgive your trespasses. (16) \"And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward. (17) But when you fast, anoint your head and wash your face, (18) that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you."], "word_count": 396, "reference": "Matthew 6:5-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "82", "cards": ["(7) Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance. (8) \"Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it? (9) And when she has found it, she calls together her friends and neighbors, saying, 'Rejoice with me, for I have found the coin that I had lost.' (10) Just so, I tell you, there is joy before the angels of God over one sinner who repents.\" (11) And he said, \"There was a man who had two sons. (12) And the younger of them said to his father, 'Father, give me the share of property that is coming to me.' And he divided his property between them. (13) Not many days later, the younger son", "gathered all he had and took a journey into a far country, and there he squandered his property in reckless living. (14) And when he had spent everything, a severe famine arose in that country, and he began to be in need. (15) So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs. (16) And he was longing to be fed with the pods that the pigs ate, and no one gave him anything. (17) \"But when he came to himself, he said, 'How many of my father's hired servants have more than enough bread, but I perish here with hunger! (18) I will arise and go to my father, and I will say to him, \"Father, I have sinned against heaven and before you. (19) I am no longer worthy to be called your son. Treat me as one of your hired servants.\"'", "(20) And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him. (21) And the son said to him, 'Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.' (22) But the father said to his servants, 'Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet. (23) And bring the fattened calf and kill it, and let us eat and celebrate. (24) For this my son was dead, and is alive again; he was lost, and is found.' And they began to celebrate."], "word_count": 539, "reference": "Luke 15:7-24", "translation": "ESV"}, {"division": "Senior", "passage_number": "84", "cards": ["(19) So Jesus said to them, \"Truly, truly, I say to you, the Son can do nothing of his own accord, but only what he sees the Father doing. For whatever the Father does, that the Son does likewise. (20) For the Father loves the Son and shows him all that he himself is doing. And greater works than these will he show him, so that you may marvel. (21) For as the Father raises the dead and gives them life, so also the Son gives life to whom he will. (22) For the Father judges no one, but has given all judgment to the Son, (23) that all may honor the Son, just as they honor the Father. Whoever does not honor the Son does not honor the Father who sent him. (24) Truly, truly,", "I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life. (25) \"Truly, truly, I say to you, an hour is coming, and is now here, when the dead will hear the voice of the Son of God, and those who hear will live. (26) For as the Father has life in himself, so he has granted the Son also to have life in himself. (27) And he has given him authority to execute judgment, because he is the Son of Man. (28) Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice (29) and come out, those who have done good to the resurrection of life, and", "those who have done evil to the resurrection of judgment. (30) \"I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me. (31) If I alone bear witness about myself, my testimony is not true. (32) There is another who bears witness about me, and I know that the testimony that he bears about me is true. (33) You sent to John, and he has borne witness to the truth. (34) Not that the testimony that I receive is from man, but I say these things so that you may be saved. (35) He was a burning and shining lamp, and you were willing to rejoice for a while in his light. (36) But the testimony", "that I have is greater than that of John. For the works that the Father has given me to accomplish, the very works that I am doing, bear witness about me that the Father has sent me. (37) And the Father who sent me has himself borne witness about me. His voice you have never heard, his form you have never seen, (38) and you do not have his word abiding in you, for you do not believe the one whom he has sent. (39) You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me, (40) yet you refuse to come to me that you may have life."], "word_count": 770, "reference": "John 5:19-40", "translation": "ESV"}, {"division": "Senior", "passage_number": "83", "cards": ["(43) After the two days he departed for Galilee. (44) (For Jesus himself had testified that a prophet has no honor in his own hometown.) (45) So when he came to Galilee, the Galileans welcomed him, having seen all that he had done in Jerusalem at the feast. For they too had gone to the feast. (46) So he came again to Cana in Galilee, where he had made the water wine. And at Capernaum there was an official whose son was ill. (47) When this man heard that Jesus had come from Judea to Galilee, he went to him and asked him to come down and heal his son, for he was at the point of death. (48) So Jesus said to him, \"Unless you see signs and wonders you", "will not believe.\" (49) The official said to him, \"Sir, come down before my child dies.\" (50) Jesus said to him, \"Go; your son will live.\" The man believed the word that Jesus spoke to him and went on his way. (51) As he was going down, his servants met him and told him that his son was recovering. (52) So he asked them the hour when he began to get better, and they said to him, \"Yesterday at the seventh hour the fever left him.\" (53) The father knew that was the hour when Jesus had said to him, \"Your son will live.\" And he himself believed, and all his household. (54) This was now the second sign that Jesus did when he had come from Judea to Galilee."], "word_count": 373, "reference": "John 4:43-54", "translation": "ESV"}, {"division": "Senior", "passage_number": "86", "cards": ["(9) The next day, as they were on their journey and approaching the city, Peter went up on the housetop about the sixth hour to pray. (10) And he became hungry and wanted something to eat, but while they were preparing it, he fell into a trance (11) and saw the heavens opened and something like a great sheet descending, being let down by its four corners upon the earth. (12) In it were all kinds of animals and reptiles and birds of the air. (13) And there came a voice to him: \"Rise, Peter; kill and eat.\" (14) But Peter said, \"By no means, Lord; for I have never eaten anything that is common or unclean.\" (15) And the voice came to him again a second time, \"What God has", "made clean, do not call common.\" (16) This happened three times, and the thing was taken up at once to heaven. (17) Now while Peter was inwardly perplexed as to what the vision that he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon's house, stood at the gate (18) and called out to ask whether Simon who was called Peter was lodging there. (19) And while Peter was pondering the vision, the Spirit said to him, \"Behold, three men are looking for you. (20) Rise and go down and accompany them without hesitation, for I have sent them.\" (21) And Peter went down to the men and said, \"I am the one", "you are looking for. What is the reason for your coming?\" (22) And they said, \"Cornelius, a centurion, an upright and God-fearing man, who is well spoken of by the whole Jewish nation, was directed by a holy angel to send for you to come to his house and to hear what you have to say.\""], "word_count": 473, "reference": "Acts 10:9-22", "translation": "ESV"}, {"division": "Senior", "passage_number": "85", "cards": ["(1) Now Peter and John were going up to the temple at the hour of prayer, the ninth hour. (2) And a man lame from birth was being carried, whom they laid daily at the gate of the temple that is called the Beautiful Gate to ask alms of those entering the temple. (3) Seeing Peter and John about to go into the temple, he asked to receive alms. (4) And Peter directed his gaze at him, as did John, and said, \"Look at us.\" (5) And he fixed his attention on them, expecting to receive something from them. (6) But Peter said, \"I have no silver and gold, but what I do have I give to you. In the name of Jesus Christ of Nazareth, rise up and walk!\" (7) And he took him", "by the right hand and raised him up, and immediately his feet and ankles were made strong. (8) And leaping up, he stood and began to walk, and entered the temple with them, walking and leaping and praising God. (9) And all the people saw him walking and praising God, (10) and recognized him as the one who sat at the Beautiful Gate of the temple, asking for alms. And they were filled with wonder and amazement at what had happened to him. (11) While he clung to Peter and John, all the people, utterly astounded, ran together to them in the portico called Solomon's. (12) And when Peter saw it he addressed the people: \"Men of Israel, why do you", "wonder at this, or why do you stare at us, as though by our own power or piety we have made him walk? (13) The God of Abraham, the God of Isaac, and the God of Jacob, the God of our fathers, glorified his servant Jesus, whom you delivered over and denied in the presence of Pilate, when he had decided to release him. (14) But you denied the Holy and Righteous One, and asked for a murderer to be granted to you, (15) and you killed the Author of life, whom God raised from the dead. To this we are witnesses. (16) And his name-- by faith in his name--has made this man strong whom you see and know, and the faith that is through Jesus has given the", "man this perfect health in the presence of you all. (17) \"And now, brothers, I know that you acted in ignorance, as did also your rulers. (18) But what God foretold by the mouth of all the prophets, that his Christ would suffer, he thus fulfilled. (19) Repent therefore, and turn back, that your sins may be blotted out, (20) that times of refreshing may come from the presence of the Lord, and that he may send the Christ appointed for you, Jesus,"], "word_count": 644, "reference": "Acts 3:1-20", "translation": "ESV"}, {"division": "Senior", "passage_number": "87", "cards": ["(1) Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things. (2) We know that the judgment of God rightly falls on those who practice such things. (3) Do you suppose, O man--you who judge those who practice such things and yet do them yourself--that you will escape the judgment of God? (4) Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God's kindness is meant to lead you to repentance? (5) But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God's righteous judgment", "will be revealed. (6) He will render to each one according to his works: (7) to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; (8) but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury. (9) There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek, (10) but glory and honor and peace for everyone who does good, the Jew first and also the Greek. (11) For God shows no partiality. (12) For all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law."], "word_count": 244, "reference": "Romans 2:1-12", "translation": "ESV"}, {"division": "Senior", "passage_number": "90", "cards": ["(7) Now if the ministry of death, carved in letters on stone, came with such glory that the Israelites could not gaze at Moses' face because of its glory, which was being brought to an end, (8) will not the ministry of the Spirit have even more glory? (9) For if there was glory in the ministry of condemnation, the ministry of righteousness must far exceed it in glory. (10) Indeed, in this case, what once had glory has come to have no glory at all, because of the glory that surpasses it. (11) For if what was being brought to an end came with glory, much more will what is permanent have glory. (12) Since we have such a hope, we are very bold, (13) not like Moses, who would put a veil over his face so that the Israelites", "might not gaze at the outcome of what was being brought to an end. (14) But their minds were hardened. For to this day, when they read the old covenant, that same veil remains unlifted, because only through Christ is it taken away. (15) Yes, to this day whenever Moses is read a veil lies over their hearts. (16) But when one turns to the Lord, the veil is removed. (17) Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom. (18) And we all, with unveiled face, beholding the glory of the Lord, are being transformed into the same image from one degree of glory to another. For this comes from the Lord who is the Spirit."], "word_count": 374, "reference": "2 Corinthians 3:7-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "89", "cards": ["(5) What then is Apollos? What is Paul? Servants through whom you believed, as the Lord assigned to each. (6) I planted, Apollos watered, but God gave the growth. (7) So neither he who plants nor he who waters is anything, but only God who gives the growth. (8) He who plants and he who waters are one, and each will receive his wages according to his labor. (9) For we are God's fellow workers. You are God's field, God's building. (10) According to the grace of God given to me, like a skilled master builder I laid a foundation, and someone else is building upon it. Let each one take care how he builds upon it. (11) For no one can lay a foundation other than that which is laid, which is Jesus Christ. (12) Now if anyone builds", "on the foundation with gold, silver, precious stones, wood, hay, straw-- (13) each one's work will become manifest, for the Day will disclose it, because it will be revealed by fire, and the fire will test what sort of work each one has done. (14) If the work that anyone has built on the foundation survives, he will receive a reward. (15) If anyone's work is burned up, he will suffer loss, though he himself will be saved, but only as through fire. (16) Do you not know that you are God's temple and that God's Spirit dwells in you? (17) If anyone destroys God's temple, God will destroy him. For God's temple is holy, and you are that temple."], "word_count": 494, "reference": "1 Corinthians 3:5-17", "translation": "ESV"}, {"division": "Senior", "passage_number": "88", "cards": ["(6) But now we are released from the law, having died to that which held us captive, so that we serve in the new way of the Spirit and not in the old way of the written code. (7) What then shall we say? That the law is sin? By no means! Yet if it had not been for the law, I would not have known sin. For I would not have known what it is to covet if the law had not said, \"You shall not covet.\" (8) But sin, seizing an opportunity through the commandment, produced in me all kinds of covetousness. For apart from the law, sin lies dead. (9) I was once alive apart from the law, but when the commandment came, sin came alive and I died. (10) The very commandment", "that promised life proved to be death to me. (11) For sin, seizing an opportunity through the commandment, deceived me and through it killed me. (12) So the law is holy, and the commandment is holy and righteous and good."], "word_count": 300, "reference": "Romans 7:6-12", "translation": "ESV"}, {"division": "Senior", "passage_number": "91", "cards": ["(5) Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?--unless indeed you fail to meet the test! (6) I hope you will find out that we have not failed the test. (7) But we pray to God that you may not do wrong--not that we may appear to have met the test, but that you may do what is right, though we may seem to have failed. (8) For we cannot do anything against the truth, but only for the truth."], "word_count": 94, "reference": "2 Corinthians 13:5-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "95", "cards": ["(6) Therefore, as you received Christ Jesus the Lord, so walk in him, (7) rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving. (8) See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ. (9) For in him the whole fullness of deity dwells bodily, (10) and you have been filled in him, who is the head of all rule and authority."], "word_count": 176, "reference": "Colossians 2:6-10", "translation": "ESV"}, {"division": "Senior", "passage_number": "93", "cards": ["(14) For this reason I bow my knees before the Father, (15) from whom every family in heaven and on earth is named, (16) that according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being, (17) so that Christ may dwell in your hearts through faith--that you, being rooted and grounded in love, (18) may have strength to comprehend with all the saints what is the breadth and length and height and depth, (19) and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God. (20) Now to him who is able to do far more abundantly than all that we ask or think,", "according to the power at work within us, (21) to him be glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen."], "word_count": 292, "reference": "Ephesians 3:14-21", "translation": "ESV"}, {"division": "Senior", "passage_number": "92", "cards": ["(1) And you were dead in the trespasses and sins (2) in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience-- (3) among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind. (4) But God, being rich in mercy, because of the great love with which he loved us, (5) even when we were dead in our trespasses, made us alive together with Christ--by grace you have been saved-- (6) and raised us up with him and seated us with him in the", "heavenly places in Christ Jesus, (7) so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus. (8) For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, (9) not a result of works, so that no one may boast. (10) For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them. (11) Therefore remember that at one time you Gentiles in the flesh, called \"the uncircumcision\" by what is called the circumcision, which is made in the flesh by hands-- (12) remember that you were at that time separated", "from Christ, alienated from the commonwealth of Israel and strangers to the covenants of promise, having no hope and without God in the world. (13) But now in Christ Jesus you who once were far off have been brought near by the blood of Christ."], "word_count": 403, "reference": "Ephesians 2:1-13", "translation": "ESV"}, {"division": "Senior", "passage_number": "96", "cards": ["(1) First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, (2) for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. (3) This is good, and it is pleasing in the sight of God our Savior, (4) who desires all people to be saved and to come to the knowledge of the truth. (5) For there is one God, and there is one mediator between God and men, the man Christ Jesus, (6) who gave himself as a ransom for all, which is the testimony given at the proper time. (7) For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth. (8) I desire then that in every place the men should pray, lifting holy hands without", "anger or quarreling; (9) likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, (10) but with what is proper for women who profess godliness--with good works. (11) Let a woman learn quietly with all submissiveness. (12) I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. (13) For Adam was formed first, then Eve; (14) and Adam was not deceived, but the woman was deceived and became a transgressor. (15) Yet she will be saved through childbearing--if they continue in faith and love and holiness, with self-control."], "word_count": 256, "reference": "1 Timothy 2:1-15", "translation": "ESV"}, {"division": "Senior", "passage_number": "94", "cards": ["(3) We always thank God, the Father of our Lord Jesus Christ, when we pray for you, (4) since we heard of your faith in Christ Jesus and of the love that you have for all the saints, (5) because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, (6) which has come to you, as indeed in the whole world it is bearing fruit and increasing--as it also does among you, since the day you heard it and understood the grace of God in truth, (7) just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf"], "word_count": 117, "reference": "Colossians 1:3-7", "translation": "ESV"}, {"division": "Senior", "passage_number": "99", "cards": ["(1) What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? (2) You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. (3) You ask and do not receive, because you ask wrongly, to spend it on your passions. (4) You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God. (5) Or do you suppose it is to no purpose that the Scripture says, \"He yearns jealously over the spirit that he has made to dwell in us\"? (6) But he gives more grace. Therefore it says, \"God opposes the proud but gives grace to the humble.\""], "word_count": 284, "reference": "James 4:1-6", "translation": "ESV"}, {"division": "Senior", "passage_number": "98", "cards": ["(17) By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, (18) of whom it was said, \"Through Isaac shall your offspring be named.\" (19) He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. (20) By faith Isaac invoked future blessings on Jacob and Esau. (21) By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. (22) By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones. (23) By faith Moses, when he was born, was hidden for three months", "by his parents, because they saw that the child was beautiful, and they were not afraid of the king's edict. (24) By faith Moses, when he was grown up, refused to be called the son of Pharaoh's daughter, (25) choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. (26) He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. (27) By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. (28) By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them. (29) By faith the people crossed the Red Sea as on dry land,", "but the Egyptians, when they attempted to do the same, were drowned. (30) By faith the walls of Jericho fell down after they had been encircled for seven days. (31) By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies. (32) And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets-- (33) who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, (34) quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. (35)", "Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. (36) Others suffered mocking and flogging, and even chains and imprisonment. (37) They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated-- (38) of whom the world was not worthy--wandering about in deserts and mountains, and in dens and caves of the earth. (39) And all these, though commended through their faith, did not receive what was promised, (40) since God had provided something better for us, that apart from us they should not be made perfect."], "word_count": 733, "reference": "Hebrews 11:17-40", "translation": "ESV"}, {"division": "Senior", "passage_number": "97", "cards": ["(3) And this we will do if God permits. (4) For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit, (5) and have tasted the goodness of the word of God and the powers of the age to come, (6) and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt. (7) For land that has drunk the rain that often falls on it, and produces a crop useful to those for whose sake it is cultivated, receives a blessing from God. (8) But if it bears thorns and thistles, it is worthless and near to being cursed, and its end is to be burned."], "word_count": 272, "reference": "Hebrews 6:3-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "100", "cards": ["(1) Come now, you rich, weep and howl for the miseries that are coming upon you. (2) Your riches have rotted and your garments are moth-eaten. (3) Your gold and silver have corroded, and their corrosion will be evidence against you and will eat your flesh like fire. You have laid up treasure in the last days. (4) Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts. (5) You have lived on the earth in luxury and in self-indulgence. You have fattened your hearts in a day of slaughter. (6) You have condemned and murdered", "the righteous person. He does not resist you. (7) Be patient, therefore, brothers, until the coming of the Lord. See how the farmer waits for the precious fruit of the earth, being patient about it, until it receives the early and the late rains. (8) You also, be patient. Establish your hearts, for the coming of the Lord is at hand. (9) Do not grumble against one another, brothers, so that you may not be judged; behold, the Judge is standing at the door. (10) As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord. (11) Behold, we consider those blessed who remained steadfast. You have heard of the steadfastness of", "Job, and you have seen the purpose of the Lord, how the Lord is compassionate and merciful. (12) But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your \"yes\" be yes and your \"no\" be no, so that you may not fall under condemnation."], "word_count": 341, "reference": "James 5:1-12", "translation": "ESV"}, {"division": "Senior", "passage_number": "103", "cards": ["(5) For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge, (6) and knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness, (7) and godliness with brotherly affection, and brotherly affection with love. (8) For if these qualities are yours and are increasing, they keep you from being ineffective or unfruitful in the knowledge of our Lord Jesus Christ. (9) For whoever lacks these qualities is so nearsighted that he is blind, having forgotten that he was cleansed from his former sins. (10) Therefore, brothers, be all the more diligent to confirm your calling and election, for", "if you practice these qualities you will never fall. (11) For in this way there will be richly provided for you an entrance into the eternal kingdom of our Lord and Savior Jesus Christ. (12) Therefore I intend always to remind you of these qualities, though you know them and are established in the truth that you have. (13) I think it right, as long as I am in this body, to stir you up by way of reminder, (14) since I know that the putting off of my body will be soon, as our Lord Jesus Christ made clear to me. (15) And I will make every effort so that after my departure you may be able at any time to recall these things. (16) For we did not follow cleverly devised myths when", "we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty. (17) For when he received honor and glory from God the Father, and the voice was borne to him by the Majestic Glory, \"This is my beloved Son, with whom I am well pleased,\" (18) we ourselves heard this very voice borne from heaven, for we were with him on the holy mountain."], "word_count": 430, "reference": "2 Peter 1:5-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "102", "cards": ["(1) Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, (2) when they see your respectful and pure conduct. (3) Do not let your adorning be external--the braiding of hair and the putting on of gold jewelry, or the clothing you wear-- (4) but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God's sight is very precious. (5) For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, (6) as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening. (7) Likewise, husbands, live", "with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered. (8) Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. (9) Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. (10) For \"Whoever desires to love life and see good days, let him keep his tongue from evil and his lips from speaking deceit; (11) let him turn away from evil and do good; let him seek peace and pursue it. (12) For the eyes of the Lord are on the righteous, and his ears are open to their prayer. But the face of the Lord is against those who do evil.\""], "word_count": 572, "reference": "1 Peter 3:1-12", "translation": "ESV"}, {"division": "Senior", "passage_number": "101", "cards": ["(14) Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord. (15) And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven. (16) Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working. (17) Elijah was a man with a nature like ours, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth. (18) Then he prayed again, and heaven gave rain, and the earth bore its fruit."], "word_count": 135, "reference": "James 5:14-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "106", "cards": ["(13) By this we know that we abide in him and he in us, because he has given us of his Spirit. (14) And we have seen and testify that the Father has sent his Son to be the Savior of the world. (15) Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. (16) So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him."], "word_count": 180, "reference": "1 John 4:13-16", "translation": "ESV"}, {"division": "Senior", "passage_number": "105", "cards": ["(16) By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers. (17) But if anyone has the world's goods and sees his brother in need, yet closes his heart against him, how does God's love abide in him? (18) Little children, let us not love in word or talk but in deed and in truth. (19) By this we shall know that we are of the truth and reassure our heart before him; (20) for whenever our heart condemns us, God is greater than our heart, and he knows everything. (21) Beloved, if our heart does not condemn us, we have confidence before God; (22) and whatever we ask we receive from him, because we keep his commandments and do what pleases him."], "word_count": 260, "reference": "1 John 3:16-22", "translation": "ESV"}, {"division": "Senior", "passage_number": "104", "cards": ["(1) My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous. (2) He is the propitiation for our sins, and not for ours only but also for the sins of the whole world. (3) And by this we know that we have come to know him, if we keep his commandments. (4) Whoever says \"I know him\" but does not keep his commandments is a liar, and the truth is not in him, (5) but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: (6) whoever says he abides in him ought to walk in the same way in which he walked. (7) Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old", "commandment is the word that you have heard. (8) At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining. (9) Whoever says he is in the light and hates his brother is still in darkness. (10) Whoever loves his brother abides in the light, and in him there is no cause for stumbling. (11) But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes. (12) I am writing to you, little children, because your sins are forgiven for his name's sake. (13) I am writing to you, fathers, because you know him who is from the beginning. I am writing to you, young men, because", "you have overcome the evil one. I write to you, children, because you know the Father. (14) I write to you, fathers, because you know him who is from the beginning. I write to you, young men, because you are strong, and the word of God abides in you, and you have overcome the evil one. (15) Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. (16) For all that is in the world--the desires of the flesh and the desires of the eyes and pride of life--is not from the Father but is from the world. (17) And the world is passing away along with its desires, but whoever does the will of God abides forever."], "word_count": 569, "reference": "1 John 2:1-17", "translation": "ESV"}]