[{"division": "Senior", "passage_number": "4", "cards": ["(13) \"You call Me Teacher and Lord, and you say well, for so I am. (14) \"If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another's feet. (15) \"For I have given you an example, that you should do as I have done to you. (16) \"Most assuredly, I say to you, a servant is not greater than his master; nor is he who is sent greater than he who sent him. (17) \"If you know these things, blessed are you if you do them."], "word_count": 88, "reference": "John 13:13-17", "translation": "ESV"}, {"division": "Senior", "passage_number": "2", "cards": ["(12) The next day a great multitude that had come to the feast, when they heard that Jesus was coming to Jerusalem, (13) took branches of palm trees and went out to meet Him, and cried out: \"Hosanna! 'Blessed is He who comes in the name of the LORD!' The King of Israel!\" (14) Then Jesus, when He had found a young donkey, sat on it; as it is written: (15) \"Fear not, daughter of Zion; Behold, your King is coming, Sitting on a donkey's colt.\" (16) His disciples did not understand these things at first; but when Jesus was glorified, then they remembered that these things were written about Him and that they had done these things to Him."], "word_count": 115, "reference": "John 12:12-16", "translation": "ESV"}, {"division": "Senior", "passage_number": "1", "cards": ["(31) Then Jesus said to those Jews who believed Him, \"If you abide in My word, you are My disciples indeed. (32) \"And you shall know the truth, and the truth shall make you free.\""], "word_count": 33, "reference": "John 8:31-32", "translation": "ESV"}, {"division": "Senior", "passage_number": "11", "cards": ["(31) \"Behold, the days are coming, says the LORD, when I will make a new covenant with the house of Israel and with the house of Judah-- (32) \"not according to the covenant that I made with their fathers in the day that I took them by the hand to lead them out of the land of Egypt, My covenant which they broke, though I was a husband to them, says the LORD. (33) \"But this is the covenant that I will make with the house of Israel after those days, says the LORD: I will put My law in their minds, and write it on their hearts; and I will be their God, and they shall be My people. (34) \"No more shall every man teach his neighbor, and every man his brother, saying, 'Know the LORD,' for they all shall know Me, from the least of them to the greatest of them, says the LORD. For I will forgive their iniquity, and their sin I will remember no more.\""], "word_count": 334, "reference": "Jeremiah 31:31-34", "translation": "ESV"}, {"division": "Senior", "passage_number": "8", "cards": ["(5) \"I am the vine, you are the branches. He who abides in Me, and I in him, bears much fruit; for without Me you can do nothing. (6) \"If anyone does not abide in Me, he is cast out as a branch and is withered; and they gather them and throw them into the fire, and they are burned. (7) \"If you abide in Me, and My words abide in you, you will ask what you desire, and it shall be done for you. (8) \"By this My Father is glorified, that you bear much fruit; so you will be My disciples. (9) \"As the Father loved Me, I also have loved you; abide in My love."], "word_count": 226, "reference": "John 15:5-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "7", "cards": ["(10) The earth quakes before them, The heavens tremble; The sun and moon grow dark, And the stars diminish their brightness. (11) The LORD gives voice before His army, For His camp is very great; For strong is the One who executes His word. For the day of the LORD is great and very terrible; Who can endure it? (12) \"Now, therefore,\" says the LORD, \"Turn to Me with all your heart, With fasting, with weeping, and with mourning.\" (13) So rend your heart, and not your garments; Return to the LORD your God, For He is gracious and merciful, Slow to anger, and of great kindness; And He relents from doing harm. (14) Who knows if He will turn and relent, And leave a blessing behind Him--A grain offering and a drink offering For the LORD your God?"], "word_count": 134, "reference": "Joel 2:10-14", "translation": "ESV"}, {"division": "Senior", "passage_number": "6", "cards": ["(1) \"Let not your heart be troubled; you believe in God, believe also in Me. (2) \"In My Father's house are many mansions; if it were not so, I would have told you. I go to prepare a place for you. (3) \"And if I go and prepare a place for you, I will come again and receive you to Myself; that where I am, there you may be also. (4) \"And where I go you know, and the way you know.\" (5) Thomas said to Him, \"Lord, we do not know where You are going, and how can we know the way?\" (6) Jesus said to him, \"I am the way, the truth, and the life. No one comes to the Father except through Me."], "word_count": 240, "reference": "John 14:1-6", "translation": "ESV"}, {"division": "Senior", "passage_number": "5", "cards": ["(8) \"Behold, you trust in lying words that cannot profit. (9) \"Will you steal, murder, commit adultery, swear falsely, burn incense to Baal, and walk after other gods whom you do not know, (10) \"and then come and stand before Me in this house which is called by My name, and say, 'We are delivered to do all these abominations'? (11) \"Has this house, which is called by My name, become a den of thieves in your eyes? Behold, I, even I, have seen it,\" says the LORD."], "word_count": 84, "reference": "Jeremiah 7:8-11", "translation": "ESV"}, {"division": "Senior", "passage_number": "12", "cards": ["(13) \"But now I come to You, and these things I speak in the world, that they may have My joy fulfilled in themselves. (14) \"I have given them Your word; and the world has hated them because they are not of the world, just as I am not of the world. (15) \"I do not pray that You should take them out of the world, but that You should keep them from the evil one. (16) \"They are not of the world, just as I am not of the world. (17) \"Sanctify them by Your truth. Your word is truth. (18) \"As You sent Me into the world, I also have sent them into the world. (19) \"And for their sakes I sanctify Myself, that they also may be sanctified by the truth."], "word_count": 127, "reference": "John 17:13-19", "translation": "ESV"}, {"division": "Senior", "passage_number": "10", "cards": ["(13) \"However, when He, the Spirit of truth, has come, He will guide you into all truth; for He will not speak on His own authority, but whatever He hears He will speak; and He will tell you things to come. (14) \"He will glorify Me, for He will take of what is Mine and declare it to you. (15) \"All things that the Father has are Mine. Therefore I said that He will take of Mine and declare it to you."], "word_count": 79, "reference": "John 16:13-15", "translation": "ESV"}, {"division": "Senior", "passage_number": "14", "cards": ["(30) And truly Jesus did many other signs in the presence of His disciples, which are not written in this book; (31) but these are written that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in His name."], "word_count": 47, "reference": "John 20:30-31", "translation": "ESV"}, {"division": "Senior", "passage_number": "13", "cards": ["(7) \"Awake, O sword, against My Shepherd, Against the Man who is My Companion,\" Says the LORD of hosts. \"Strike the Shepherd, And the sheep will be scattered; Then I will turn My hand against the little ones. (8) And it shall come to pass in all the land,\" Says the LORD, \"That two-thirds in it shall be cut off and die, But one-third shall be left in it: (9) I will bring the one- third through the fire, Will refine them as silver is refined, And test them as gold is tested. They will call on My name, And I will answer them. I will say, 'This is My people'; And each one will say, 'The LORD is my God.' \""], "word_count": 119, "reference": "Zechariah 13:7-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "17", "cards": ["(1) Now He said to Moses, \"Come up to the LORD, you and Aaron, Nadab and Abihu, and seventy of the elders of Israel, and worship from afar. (2) \"And Moses alone shall come near the LORD, but they shall not come near; nor shall the people go up with him.\" (3) So Moses came and told the people all the words of the LORD and all the judgments. And all the people answered with one voice and said, \"All the words which the LORD has said we will do.\" (4) And Moses wrote all the words of the LORD. And he rose early in the morning, and built an altar at the foot of the mountain, and twelve pillars according to the twelve tribes of Israel. (5) Then he", "sent young men of the children of Israel, who offered burnt offerings and sacrificed peace offerings of oxen to the LORD. (6) And Moses took half the blood and put it in basins, and half the blood he sprinkled on the altar. (7) Then he took the Book of the Covenant and read in the hearing of the people. And they said, \"All that the LORD has said we will do, and be obedient.\" (8) And Moses took the blood, sprinkled it on the people, and said, \"This is the blood of the covenant which the LORD has made with you according to all these words.\" (9) Then Moses went up, also Aaron, Nadab, and Abihu, and seventy of the elders of Israel, (10) and they saw the God of", "Israel. And there was under His feet as it were a paved work of sapphire stone, and it was like the very heavens in its clarity. (11) But on the nobles of the children of Israel He did not lay His hand. So they saw God, and they ate and drank."], "word_count": 300, "reference": "Exodus 24:1-11", "translation": "ESV"}, {"division": "Senior", "passage_number": "16", "cards": ["(8) Now it came to pass in the morning that his spirit was troubled, and he sent and called for all the magicians of Egypt and all its wise men. And Pharaoh told them his dreams, but there was no one who could interpret them for Pharaoh."], "word_count": 46, "reference": "Genesis 41:8", "translation": "ESV"}, {"division": "Senior", "passage_number": "20", "cards": ["(1) In his days Nebuchadnezzar king of Babylon came up, and Jehoiakim became his vassal for three years. Then he turned and rebelled against him. (2) And the LORD sent against him raiding bands of Chaldeans, bands of Syrians, bands of Moabites, and bands of the people of Ammon; He sent them against Judah to destroy it, according to the word of the LORD which He had spoken by His servants the prophets. (3) Surely at the commandment of the LORD this came upon Judah, to remove them from His sight because of the sins of Manasseh, according to all that he had done, (4) and also because of the innocent blood that he had shed; for he had", "filled Jerusalem with innocent blood, which the LORD would not pardon. (5) Now the rest of the acts of Jehoiakim, and all that he did, are they not written in the book of the chronicles of the kings of Judah?"], "word_count": 308, "reference": "2 Kings 24:1-5", "translation": "ESV"}, {"division": "Senior", "passage_number": "19", "cards": ["(1) And Hannah prayed and said: \"My heart rejoices in the LORD; My horn is exalted in the LORD. I smile at my enemies, Because I rejoice in Your salvation. (2) \"No one is holy like the LORD, For there is none besides You, Nor is there any rock like our God. (3) \"Talk no more so very proudly; Let no arrogance come from your mouth, For the LORD is the God of knowledge; And by Him actions are weighed. (4) \"The bows of the mighty men are broken, And those who stumbled are girded with strength. (5) Those who were full have hired themselves out for bread, And the hungry have ceased to hunger. Even the barren has borne seven, And she who has many children has become feeble. (6) \"The LORD kills", "and makes alive; He brings down to the grave and brings up. (7) The LORD makes poor and makes rich; He brings low and lifts up. (8) He raises the poor from the dust And lifts the beggar from the ash heap, To set them among princes And make them inherit the throne of glory. \"For the pillars of the earth are the LORD's, And He has set the world upon them. (9) He will guard the feet of His saints, But the wicked shall be silent in darkness. \"For by strength no man shall prevail. (10) The adversaries of the LORD shall be broken in pieces; From heaven He will thunder against them. The LORD will judge the ends of the earth. \"He will give strength to His king, And exalt the horn of His anointed.\""], "word_count": 389, "reference": "1 Samuel 2:1-10", "translation": "ESV"}, {"division": "Senior", "passage_number": "18", "cards": ["(5) Then the LORD came down in the pillar of cloud and stood in the door of the tabernacle, and called Aaron and Miriam. And they both went forward. (6) Then He said, \"Hear now My words: If there is a prophet among you, I, the LORD, make Myself known to him in a vision; I speak to him in a dream. (7) Not so with My servant Moses; He is faithful in all My house. (8) I speak with him face to face, Even plainly, and not in dark sayings; And he sees the form of the LORD. Why then were you not afraid To speak against My servant Moses?\" (9) So the anger of the LORD was aroused against them, and He departed."], "word_count": 120, "reference": "Numbers 12:5-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "21", "cards": ["(17) Therefore He brought against them the king of the Chaldeans, who killed their young men with the sword in the house of their sanctuary, and had no compassion on young man or virgin, on the aged or the weak; He gave them all into his hand. (18) And all the articles from the house of God, great and small, the treasures of the house of the LORD, and the treasures of the king and of his leaders, all these he took to Babylon. (19) Then they burned the house of God, broke down the wall of Jerusalem, burned all its palaces with fire, and destroyed all its precious possessions. (20) And those who escaped from the sword he carried away to Babylon, where they became servants to him and his sons until the rule of the kingdom of Persia,"], "word_count": 136, "reference": "2 Chronicles 36:17-20", "translation": "ESV"}, {"division": "Senior", "passage_number": "28", "cards": ["(1) Wine is a mocker, Strong drink is a brawler, And whoever is led astray by it is not wise. (2) The wrath of a king is like the roaring of a lion; Whoever provokes him to anger sins against his own life. (3) It is honorable for a man to stop striving, Since any fool can start a quarrel. (4) The lazy man will not plow because of winter; He will beg during harvest and have nothing. (5) Counsel in the heart of man is like deep water, But a man of understanding will draw it out. (6) Most men will proclaim each his own goodness, But who can find a faithful man? (7) The righteous man walks in his integrity; His children are blessed after him. (8) A king who sits on the throne of judgment Scatters all evil with his eyes. (9) Who", "can say, \"I have made my heart clean, I am pure from my sin\"? (10) Diverse weights and diverse measures, They are both alike, an abomination to the LORD. (11) Even a child is known by his deeds, Whether what he does is pure and right. (12) The hearing ear and the seeing eye, The LORD has made them both. (13) Do not love sleep, lest you come to poverty; Open your eyes, and you will be satisfied with bread. (14) \"It is good for nothing,\" cries the buyer; But when he has gone his way, then he boasts. (15) There is gold and a multitude of rubies, But the lips of knowledge are a precious jewel. (16) Take the garment of one who is surety for a stranger, And hold it as a pledge when it is for a seductress. (17)", "Bread gained by deceit is sweet to a man, But afterward his mouth will be filled with gravel. (18) Plans are established by counsel; By wise counsel wage war. (19) He who goes about as a talebearer reveals secrets; Therefore do not associate with one who flatters with his lips. (20) Whoever curses his father or his mother, His lamp will be put out in deep darkness. (21) An inheritance gained hastily at the beginning Will not be blessed at the end. (22) Do not say, \"I will recompense evil\"; Wait for the LORD, and He will save you. (23) Diverse weights are an abomination to the LORD, And dishonest scales are not good. (24) A man's steps are of the LORD; How then can a man understand his own way? (25) It is a", "snare for a man to devote rashly something as holy, And afterward to reconsider his vows. (26) A wise king sifts out the wicked, And brings the threshing wheel over them. (27) The spirit of a man is the lamp of the LORD, Searching all the inner depths of his heart. (28) Mercy and truth preserve the king, And by lovingkindness he upholds his throne. (29) The glory of young men is their strength, And the splendor of old men is their gray head. (30) Blows that hurt cleanse away evil, As do stripes the inner depths of the heart."], "word_count": 627, "reference": "Proverbs 20:1-30", "translation": "ESV"}, {"division": "Senior", "passage_number": "27", "cards": ["(1) A wise son makes a glad father, But a foolish son is the grief of his mother. (2) Treasures of wickedness profit nothing, But righteousness delivers from death. (3) The LORD will not allow the righteous soul to famish, But He casts away the desire of the wicked. (4) He who has a slack hand becomes poor, But the hand of the diligent makes rich. (5) He who gathers in summer is a wise son; He who sleeps in harvest is a son who causes shame. (6) Blessings are on the head of the righteous, But violence covers the mouth of the wicked. (7) The memory of the righteous is blessed, But the name of the wicked will rot. (8) The wise in heart will receive commands, But a prating", "fool will fall. (9) He who walks with integrity walks securely, But he who perverts his ways will become known. (10) He who winks with the eye causes trouble, But a prating fool will fall. (11) The mouth of the righteous is a well of life, But violence covers the mouth of the wicked. (12) Hatred stirs up strife, But love covers all sins. (13) Wisdom is found on the lips of him who has understanding, But a rod is for the back of him who is devoid of understanding. (14) Wise people store up knowledge, But the mouth of the foolish is near destruction. (15) The rich man's wealth is his strong city; The destruction of the poor is their poverty."], "word_count": 476, "reference": "Proverbs 10:1-15", "translation": "ESV"}, {"division": "Senior", "passage_number": "26", "cards": ["(1) Does not wisdom cry out, And understanding lift up her voice? (2) She takes her stand on the top of the high hill, Beside the way, where the paths meet. (3) She cries out by the gates, at the entry of the city, At the entrance of the doors: (4) \"To you, O men, I call, And my voice is to the sons of men. (5) O you simple ones, understand prudence, And you fools, be of an understanding heart. (6) Listen, for I will speak of excellent things, And from the opening of my lips will come right things; (7) For my mouth will speak truth; Wickedness is an abomination to my lips. (8) All the words of my mouth are with righteousness; Nothing crooked or perverse is in them.", "(9) They are all plain to him who understands, And right to those who find knowledge. (10) Receive my instruction, and not silver, And knowledge rather than choice gold; (11) For wisdom is better than rubies, And all the things one may desire cannot be compared with her. (12) \"I, wisdom, dwell with prudence, And find out knowledge and discretion. (13) The fear of the LORD is to hate evil; Pride and arrogance and the evil way And the perverse mouth I hate. (14) Counsel is mine, and sound wisdom; I am understanding, I have strength. (15) By me kings reign, And rulers decree justice. (16) By me princes rule, and nobles, All the judges of the earth. (17) I love", "those who love me, And those who seek me diligently will find me. (18) Riches and honor are with me, Enduring riches and righteousness. (19) My fruit is better than gold, yes, than fine gold, And my revenue than choice silver. (20) I traverse the way of righteousness, In the midst of the paths of justice, (21) That I may cause those who love me to inherit wealth, That I may fill their treasuries."], "word_count": 418, "reference": "Proverbs 8:1-21", "translation": "ESV"}, {"division": "Senior", "passage_number": "33", "cards": ["(5) And the king appointed for them a daily provision of the king's delicacies and of the wine which he drank, and three years of training for them, so that at the end of that time they might serve before the king."], "word_count": 82, "reference": "Daniel 1:5", "translation": "ESV"}, {"division": "Senior", "passage_number": "31", "cards": ["(1) There shall come forth a Rod from the stem of Jesse, And a Branch shall grow out of his roots. (2) The Spirit of the LORD shall rest upon Him, The Spirit of wisdom and understanding, The Spirit of counsel and might, The Spirit of knowledge and of the fear of the LORD. (3) His delight is in the fear of the LORD, And He shall not judge by the sight of His eyes, Nor decide by the hearing of His ears; (4) But with righteousness He shall judge the poor, And decide with equity for the meek of the earth; He shall strike the earth with the rod of His mouth, And with the breath of His lips He shall slay the wicked. (5) Righteousness shall be the belt of His loins, And faithfulness the belt of His waist."], "word_count": 272, "reference": "Isaiah 11:1-5", "translation": "ESV"}, {"division": "Senior", "passage_number": "30", "cards": ["(1) Nevertheless the gloom will not be upon her who is distressed, As when at first He lightly esteemed The land of Zebulun and the land of Naphtali, And afterward more heavily oppressed her, By the way of the sea, beyond the Jordan, In Galilee of the Gentiles. (2) The people who walked in darkness Have seen a great light; Those who dwelt in the land of the shadow of death, Upon them a light has shined. (3) You have multiplied the nation And increased its joy; They rejoice before You According to the joy of harvest, As men rejoice when they divide the spoil. (4) For You have broken the yoke of his burden And the staff of his shoulder, The rod of", "his oppressor, As in the day of Midian. (5) For every warrior's sandal from the noisy battle, And garments rolled in blood, Will be used for burning and fuel of fire. (6) For unto us a Child is born, Unto us a Son is given; And the government will be upon His shoulder. And His name will be called Wonderful, Counselor, Mighty God, Everlasting Father, Prince of Peace. (7) Of the increase of His government and peace There will be no end, Upon the throne of David and over His kingdom, To order it and establish it with judgment and justice From that time forward, even forever. The zeal of the LORD of hosts will perform this."], "word_count": 348, "reference": "Isaiah 9:1-7", "translation": "ESV"}, {"division": "Senior", "passage_number": "29", "cards": ["(13) This wisdom I have also seen under the sun, and it seemed great to me: (14) There was a little city with few men in it; and a great king came against it, besieged it, and built great snares around it. (15) Now there was found in it a poor wise man, and he by his wisdom delivered the city. Yet no one remembered that same poor man. (16) Then I said: \"Wisdom is better than strength. Nevertheless the poor man's wisdom is despised, And his words are not heard. (17) Words of the wise, spoken quietly, should be heard Rather than the shout of a ruler of fools. (18) Wisdom is better than weapons of war; But one sinner destroys much good.\""], "word_count": 236, "reference": "Ecclesiastes 9:13-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "34", "cards": ["(24) Then King Nebuchadnezzar was astonished; and he rose in haste and spoke, saying to his counselors, \"Did we not cast three men bound into the midst of the fire?\" They answered and said to the king, \"True, O king.\" (25) \"Look!\" he answered, \"I see four men loose, walking in the midst of the fire; and they are not hurt, and the form of the fourth is like the Son of God.\""], "word_count": 71, "reference": "Daniel 3:24-25", "translation": "ESV"}, {"division": "Senior", "passage_number": "32", "cards": ["(4) Thus says the LORD of hosts, the God of Israel, to all who were carried away captive, whom I have caused to be carried away from Jerusalem to Babylon: (5) Build houses and dwell in them; plant gardens and eat their fruit. (6) Take wives and beget sons and daughters; and take wives for your sons and give your daughters to husbands, so that they may bear sons and daughters--that you may be increased there, and not diminished. (7) And seek the peace of the city where I have caused you to be carried away captive, and pray to the LORD for it; for in its peace you will have peace."], "word_count": 108, "reference": "Jeremiah 29:4-7", "translation": "ESV"}, {"division": "Senior", "passage_number": "36", "cards": ["(15) Blow the trumpet in Zion, Consecrate a fast, Call a sacred assembly; (16) Gather the people, Sanctify the congregation, Assemble the elders, Gather the children and nursing babes; Let the bridegroom go out from his chamber, And the bride from her dressing room. (17) Let the priests, who minister to the LORD, Weep between the porch and the altar; Let them say, \"Spare Your people, O LORD, And do not give Your heritage to reproach, That the nations should rule over them. Why should they say among the peoples, 'Where is their God?' \" (18) Then the LORD will be zealous for His land, And pity His people. (19) The LORD will answer and say to His", "people, \"Behold, I will send you grain and new wine and oil, And you will be satisfied by them; I will no longer make you a reproach among the nations. (20) \"But I will remove far from you the northern army, And will drive him away into a barren and desolate land, With his face toward the eastern sea And his back toward the western sea; His stench will come up, And his foul odor will rise, Because he has done monstrous things.\" (21) Fear not, O land; Be glad and rejoice, For the LORD has done marvelous things! (22) Do not be afraid, you beasts of the field; For the open pastures are springing up, And the tree bears its fruit; The fig tree and the vine yield", "their strength. (23) Be glad then, you children of Zion, And rejoice in the LORD your God; For He has given you the former rain faithfully, And He will cause the rain to come down for you--The former rain, And the latter rain in the first month. (24) The threshing floors shall be full of wheat, And the vats shall overflow with new wine and oil. (25) \"So I will restore to you the years that the swarming locust has eaten, The crawling locust, The consuming locust, And the chewing locust, My great army which I sent among you. (26) You shall eat in plenty and be satisfied, And praise the name of the LORD your God, Who has dealt wondrously with you; And", "My people shall never be put to shame. (27) Then you shall know that I am in the midst of Israel: I am the LORD your God And there is no other. My people shall never be put to shame. (28) \"And it shall come to pass afterward That I will pour out My Spirit on all flesh; Your sons and your daughters shall prophesy, Your old men shall dream dreams, Your young men shall see visions. (29) And also on My menservants and on My maidservants I will pour out My Spirit in those days."], "word_count": 784, "reference": "Joel 2:15-29", "translation": "ESV"}, {"division": "Senior", "passage_number": "35", "cards": ["(1) \"At that time Michael shall stand up, The great prince who stands watch over the sons of your people; And there shall be a time of trouble, Such as never was since there was a nation, Even to that time. And at that time your people shall be delivered, Every one who is found written in the book. (2) And many of those who sleep in the dust of the earth shall awake, Some to everlasting life, Some to shame and everlasting contempt. (3) Those who are wise shall shine Like the brightness of the firmament, And those who turn many to righteousness Like the stars forever and ever. (4) \"But you, Daniel, shut up the words, and seal the book until the time", "of the end; many shall run to and fro, and knowledge shall increase.\" (5) Then I, Daniel, looked; and there stood two others, one on this riverbank and the other on that riverbank. (6) And one said to the man clothed in linen, who was above the waters of the river, \"How long shall the fulfillment of these wonders be?\" (7) Then I heard the man clothed in linen, who was above the waters of the river, when he held up his right hand and his left hand to heaven, and swore by Him who lives forever, that it shall be for a time, times, and half a time; and when the power of the holy people has been completely shattered, all these things shall be finished. (8) Although I", "heard, I did not understand. Then I said, \"My lord, what shall be the end of these things?\" (9) And he said, \"Go your way, Daniel, for the words are closed up and sealed till the time of the end."], "word_count": 412, "reference": "Daniel 12:1-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "37", "cards": ["(3) Can two walk together, unless they are agreed? (4) Will a lion roar in the forest, when he has no prey? Will a young lion cry out of his den, if he has caught nothing? (5) Will a bird fall into a snare on the earth, where there is no trap for it? Will a snare spring up from the earth, if it has caught nothing at all? (6) If a trumpet is blown in a city, will not the people be afraid? If there is calamity in a city, will not the LORD have done it? (7) Surely the Lord GOD does nothing, Unless He reveals His secret to His servants the prophets. (8) A lion has roared! Who will not fear? The Lord GOD has spoken! Who can but prophesy?"], "word_count": 127, "reference": "Amos 3:3-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "42", "cards": ["(25) \"These things I have spoken to you while being present with you. (26) \"But the Helper, the Holy Spirit, whom the Father will send in My name, He will teach you all things, andbring to your remembrance all things that I said to you. (27)\"Peace I leave with you, My peace I give to you; not as theworld gives do I give to you. Let not your heart be troubled,neither let it be afraid."], "word_count": 149, "reference": "John 14:25-27", "translation": "ESV"}, {"division": "Senior", "passage_number": "40", "cards": ["(11) Now it happened, the day after, that He went into a city called Nain; and many of His disciples went with Him, and a large crowd. (12) And when He came near the gate of the city, behold, a deadman was being carried out, the only son of his mother; and shewas a widow. And a large crowd from the city was with her. (13)When the Lord saw her, He had compassion on her and said to her,\"Do not weep.\" (14) Then He came and touched the open coffin,and those who carried him stood still. And He said, \"Young man,I say to you, arise.\" (15) So he who was dead sat up and began tospeak. And He presented him to his mother. (16) Then fear cameupon all, and they glorified God, saying, \"A great prophet has risenup among us\"; and, \"God has visited His people.\""], "word_count": 290, "reference": "Luke 7:11-16", "translation": "ESV"}, {"division": "Senior", "passage_number": "39", "cards": ["(17) Now as He was going out on the road, one came running, knelt before Him, and asked Him, \"Good Teacher, what shall I do that I may inherit eternal life?\" (18) So Jesus said to him, \"Why do you call Me good? No one is good but One, that is, God. (19) \"You know the commandments: 'Do not commit adultery,' 'Do not murder,' 'Do not steal,' 'Do not bear false witness,' 'Do not defraud,' 'Honor your father and your mother.' \" (20) And he answered and said to Him, \"Teacher, all these things I have kept from my youth.\" (21) Then Jesus, looking at him, loved him, and said to him, \"One thing you lack: Go your way, sell whatever you have and give to the", "poor, and you will have treasure in heaven; and come, take up the cross, and follow Me.\" (22) But he was sad at this word, and went away sorrowful, for he had great possessions."], "word_count": 188, "reference": "Mark 10:17-22", "translation": "ESV"}, {"division": "Senior", "passage_number": "38", "cards": ["(2) Now after six days Jesus took Peter, James, and John, and led them up on a high mountain apart by themselves; and He was transfigured before them. (3) His clothes became shining, exceedingly white, like snow, such as no launderer on earth can whiten them. (4) And Elijah appeared to them with Moses, and they were talking with Jesus. (5) Then Peter answered and said to Jesus, \"Rabbi, it is good for us to be here; and let us make three tabernacles: one for You, one for Moses, and one for Elijah\"-- (6) because he did not know what to say, for they were greatly afraid. (7) And a cloud came and overshadowed them; and a voice came out of the cloud, saying, \"This is My beloved Son. Hear Him!\" (8) Suddenly, when they had looked around, they saw no one anymore,", "poor, and you will have treasure in heaven; and come, take |NBBC Memory Passage National Bible Bee |NKJV | Senior Passage 38but only Jesus with themselves. (9) Now as they came down from the mountain, He commanded them that they should tell no one the things they had seen, till the Son of Man had risen from the dead. (10) So they kept this word to themselves, questioning what the rising from the dead meant. (11) And they asked Him, saying, \"Why do the scribes say that Elijah must come first?\" (12) Then He answered and told them, \"Indeed, Elijah is coming first and restores all things. And how is it written concerning the Son of Man, that He must suffer many things and be treated with contempt? (13) \"But I say to you that Elijah has also come, and they did to him whatever they wished, as it is written of him.\""], "word_count": 411, "reference": "Mark 9:2-13", "translation": "ESV"}, {"division": "Senior", "passage_number": "41", "cards": ["(18) \"I will not leave you orphans; I will come to you. (19) \"Alit tle while longer and the world will see Me no more, but you will see Me. Because I live, you will live also. (20) \"At that dayyou will know that I am in My Father, and you in Me, and I inyou. (21) \"He who has My commandments and keeps them, itis he who loves Me. And he who loves Me will be loved by MyFather, and I will love him and manifest Myself to him.\""], "word_count": 86, "reference": "John 14:18-21", "translation": "ESV"}, {"division": "Senior", "passage_number": "46", "cards": ["(6) However, we speak wisdom among those who are mature, yet not the wisdom of this age, nor of the rulers of this age, who are coming to nothing. (7) But we speak the wisdom of God in a mystery, the hidden wisdom which God ordained before the ages for our glory, (8) which none of the rulers of this age knew; for had they known, they would not have crucified the Lord of glory. (9) But as it is written: \"Eye has not seen, nor ear heard, Nor have entered into the heart of man The things which God has prepared for those who love Him.\" (10) But God has revealed them to us through His Spirit. For the Spirit searches all things, yes, the deep things of God. (11) For what man knows the things of a man except the spirit of the man which is in him? Even so no one knows the things of God", "except the Spirit of God. (12) Now we have received, not the spirit of the world, but the Spirit who is from God, that we might know the things that have been freely given to us by God. (13) These things we also speak, not in words which man's wisdom teaches but which the Holy Spirit teaches, comparing spiritual things with spiritual. (14) But the natural man does not receive the things of the Spirit of God, for they are foolishness to him; nor can he know them, because they are spiritually discerned. (15) But he who is spiritual judges all things, yet he himself is rightly judged by no one. (16) For \"who has known the mind of the LORD that he may instruct Him?\" But we have the mind of Christ."], "word_count": 408, "reference": "1 Corinthians 2:6-16", "translation": "ESV"}, {"division": "Senior", "passage_number": "45", "cards": ["(30) Now I beg you, brethren, through the Lord Jesus Christ, and through the love of the Spirit, that you strive together with me in prayers to God for me, (31) that I may be delivered from those in Judea who do not believe, and that my service for Jerusalem may be acceptable to the saints, (32) that I may come to you with joy by the will of God, and may be refreshed together with you. (33) Now the God of peace be with you all. Amen."], "word_count": 167, "reference": "Romans 15:30-33", "translation": "ESV"}, {"division": "Senior", "passage_number": "44", "cards": ["(11) But Mary stood outside by the tomb weeping, and as she wept she stooped down and looked into the tomb. (12) And she saw two angels in white sitting, one at the head and the other at the feet, where the body of Jesus had lain. (13) Then they said to her, \"Woman, why are you weeping?\" She said to them, \"Because they have taken away my Lord, and I do not know where they have laid Him.\" (14) Now when she had said this, she turned around and saw Jesus standing there, and did not know that it was Jesus. (15) Jesus said to her, \"Woman, why are you weeping? Whom are you seeking?\" She, supposing Him to be the gardener, said to Him, \"Sir, if", "Jews, Jesus came and stood in the midst, and said to them, |NBBC Memory Passage National Bible Bee  |  NKJV   | Senior Passage 44 You have carried Him away, tell me where You have laid Him, and I will take Him away.\" (16) Jesus said to her, \"Mary!\" She turned and said to Him, \"Rabboni!\" (which is to say, Teacher). (17) Jesus said to her, \"Do not cling to Me, for I have not yetascended to My Father; but go to My brethren and say tothem, 'I am ascending to My Father and your Father, and toMy God and your God.' \" (18) Mary Magdalene came andtold the disciples that she had seen the Lord, and that Hehad spoken these things to her. (19) Then, the same day atevening, being the first day of the week, when the doorswere shut where the disciples were assembled, for fear of the", "Jews, Jesus came and stood in the midst, and said to them, \"Peace be with you.\" (20) When He had said this, He showed them His hands and His side. Then the disciples were glad when they saw the Lord. (21) So Jesus said to them again, \"Peace to you! As the Father has sent Me, I also send you.\""], "word_count": 498, "reference": "John 20:11-21", "translation": "ESV"}, {"division": "Senior", "passage_number": "47", "cards": ["(16) At my first defense no one stood with me, but all forsook me. May it not be charged against them. (17) But the Lord stood with me and strengthened me, so that the message might be preached fully through me, and that all the Gentiles might hear. Also I was delivered out of the mouth of the lion. (18) And the Lord will deliver me from every evil work and preserve me for His heavenly kingdom. To Him be glory forever and ever. Amen!"], "word_count": 82, "reference": "2 Timothy 4:16-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "49", "cards": ["(8) \"But the cowardly, unbelieving, abominable, murderers, sexually immoral, sorcerers, idolaters, and all liars shall have their part in the lake which burns with fire and brimstone, which is the second death.\" (9) Then one of the seven angels who had the seven bowls filled with the seven last plagues came to me and talked with me, saying, \"Come, I will show you the bride, the Lamb's wife.\" (10) And he carried me away in the Spirit to a great and high mountain, and showed me the great city, the holy Jerusalem, descending out of heaven from God, (11) having the glory of God. Her light was like a most precious stone, like a jasper stone, clear as crystal. (12) Also she had a great and high wall with twelve gates, and twelve", "angels at the gates, and names written on them, which are the names of the twelve tribes of the children of Israel: (13) three gates on the east, three gates on the north, three gates on the south, and three gates on the west. (14) Now the wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb. (15) And he who talked with me had a gold reed to measure the city, its gates, and its wall. (16) The city is laid out as a square; its length is as great as its breadth. And he measured the city with the reed: twelve thousand furlongs. Its length, breadth, and height are equal. (17) Then he measured its wall: one hundred and forty-four cubits, according to the measure of a man, that is,", "of an angel. (18) The construction of its wall was of jasper; and the city was pure gold, like clear glass. (19) The foundations of the wall of the city were adorned with all kinds of precious stones: the first foundation was jasper, the second sapphire, the third chalcedony, the fourth emerald, (20) the fifth sardonyx, the sixth sardius, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst. (21) The twelve gates were twelve pearls: each individual gate was of one pearl. And the street of the city was pure gold, like transparent glass. (22) But I saw no temple in it, for the Lord God Almighty and the Lamb are its temple. (23) The city had no need of the sun or", "of the moon to shine in it, for the glory of God illuminated it. The Lamb is its light. (24) And the nations of those who are saved shall walk in its light, and the kings of the earth bring their glory and honor into it. (25) Its gates shall not be shut at all by day (there shall be no night there). (26) And they shall bring the glory and the honor of the nations into it. (27) But there shall by no means enter it anything that defiles, or causes an abomination or a lie, but only those who are written in the Lamb's Book of Life."], "word_count": 857, "reference": "Revelation 21:8-27", "translation": "ESV"}, {"division": "Senior", "passage_number": "48", "cards": ["(4) John, to the seven churches which are in Asia: Grace to you and peace from Him who is and who was and who is to come, and from the seven Spirits who are before His throne, (5) and from Jesus Christ, the faithful witness, the firstborn from the dead, and the ruler over the kings of the earth. To Him who loved us and washed us from our sins in His own blood, (6) and has made us kings and priests to His God and Father, to Him be glory and dominion forever and ever. Amen. (7) Behold, He is coming with clouds, and every eye will see Him, even they who pierced Him. And all the tribes of the earth will mourn because of Him. Even so, Amen. (8) \"I am the Alpha and the Omega, the Beginning and the End,\" says the Lord, \"who is and who was and who is to come, the Almighty.\""], "word_count": 153, "reference": "Revelation 1:4-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "53", "cards": ["(41) \"Moreover, concerning a foreigner, who is not of Your people Israel, but has come from a far country for Your name's sake (42) \"(for they will hear of Your great name and Your strong hand and Your outstretched arm), when he comes and prays toward this temple, (43) \"hear in heaven Your dwelling place, and do according to all for which the foreigner calls to You, that all peoples of the earth may know Your name and fear You, as do Your people Israel, and that they may know that this temple which I have built is called by Your name. (44) \"When Your people go out to battle against their enemy, wherever You send them, and when they pray to the LORD", "toward the city which You have chosen and the temple which I have built for Your name, (45) \"then hear in heaven their prayer and their supplication, and maintain their cause."], "word_count": 150, "reference": "1 Kings 8:41-45", "translation": "ESV"}, {"division": "Senior", "passage_number": "52", "cards": ["(1) \"You shall not circulate a false report. Do not put your hand with the wicked to be an unrighteous witness. (2) \"You shall not follow a crowd to do evil; nor shall you testify in a dispute so as to turn aside after many to pervert justice. (3) \"You shall not show partiality to a poor man in his dispute. (4) \"If you meet your enemy's ox or his donkey going astray, you shall surely bring it back to him again. (5) \"If you see the donkey of one who hates you lying under its burden, and you would refrain from helping it, you shall surely help him with it. (6) \"You shall not pervert the judgment of your poor in his dispute. (7) \"Keep yourself far from a false matter; do not kill", "the innocent and righteous. For I will not justify the wicked. (8) \"And you shall take no bribe, for a bribe blinds the discerning and perverts the words of the righteous. (9) \"Also you shall not oppress a stranger, for you know the heart of a stranger, because you were strangers in the land of Egypt. (10) \"Six years you shall sow your land and gather in its produce, (11) \"but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave, the beasts of the field may eat. In like manner you shall do with your vineyard and your olive grove."], "word_count": 238, "reference": "Exodus 23:1-11", "translation": "ESV"}, {"division": "Senior", "passage_number": "51", "cards": ["(18) And the LORD God said, \"It is not good that man should be alone; I will make him a helper comparable to him.\" (19) Out of the ground the LORD God formed every beast of the field and every bird of the air, and brought them to Adam to see what he would call them. And whatever Adam called each living creature, that was its name. (20) So Adam gave names to all cattle, to the birds of the air, and to every beast of the field. But for Adam there was not found a helper comparable to him. (21) And the LORD God caused a deep sleep to fall on Adam, and he slept; and He took one of his ribs, and closed up the flesh in its place. (22) Then the rib which the LORD God had taken from man He made into a woman, and He brought her to the man."], "word_count": 150, "reference": "Genesis 2:18-22", "translation": "ESV"}, {"division": "Senior", "passage_number": "59", "cards": ["(15) He who justifies the wicked, and he who condemns the just, Both of them alike are an abomination to the LORD. (16) Why is there in the hand of a fool the purchase price of wisdom, Since he has no heart for it? (17) A friend loves at all times, And a brother is born for adversity. (18) A man devoid of understanding shakes hands in a pledge, And becomes surety for his friend. (19) He who loves transgression loves strife, And he who exalts his gate seeks destruction. (20) He who has a deceitful heart finds no good, And he who has a perverse tongue falls into evil. (21) He who begets a scoffer does so to his sorrow, And the father of a fool has no joy. (22)", "A merry heart does good, like medicine, But a broken spirit dries the bones. (23) A wicked man accepts a bribe behind the back To pervert the ways of justice. (24) Wisdom is in the sight of him who has understanding, But the eyes of a fool are on the ends of the earth. (25) A foolish son is a grief to his father, And bitterness to her who bore him. (26) Also, to punish the righteous is not good, Nor to strike princes for their uprightness. (27) He who has knowledge spares his words, And a man of understanding is of a calm spirit. (28) Even a fool is counted wise when he holds his peace; When he shuts his lips, he is considered perceptive."], "word_count": 366, "reference": "Proverbs 17:15-28", "translation": "ESV"}, {"division": "Senior", "passage_number": "58", "cards": ["(1) The preparations of the heart belong to man, But the answer of the tongue is from the LORD. (2) All the ways of a man are pure in his own eyes, But the LORD weighs the spirits. (3) Commit your works to the LORD, And your thoughts will be established. (4) The LORD has made all for Himself, Yes, even the wicked for the day of doom. (5) Everyone proud in heart is an abomination to the LORD; Though they join forces, none will go unpunished. (6) In mercy and truth Atonement is provided for iniquity; And by the fear of the LORD one departs from evil. (7) When a man's ways please the LORD, He makes even his enemies to be at peace with him. (8) Better is a little", "with righteousness, Than vast revenues without justice. (9) A man's heart plans his way, But the LORD directs his steps."], "word_count": 267, "reference": "Proverbs 16:1-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "63", "cards": ["(14) \"therefore I will do to the house which is called by My name, in which you trust, and to this place which I gave to you and your fathers, as I have done to Shiloh. (15) \"And I will cast you out of My sight, as I have cast out all your brethren--the whole posterity of Ephraim. (16) \"Therefore do not pray for this people, nor lift up a cry or prayer for them, nor make intercession to Me; for I will not hear you. (17) \"Do you not see what they do in the cities of Judah and in the streets of Jerusalem? (18) \"The children gather wood, the fathers kindle the fire, and the women knead dough, to make cakes for the queen of heaven; and they pour out drink offerings to other gods, that they may provoke Me to anger. (19) \"Do they provoke Me to anger?\" says the LORD. \"Do they not provoke themselves,", "to the shame of their own faces?\" (20) Therefore thus says the Lord GOD: \"Behold, My anger and My fury will be poured out on this place--on man and on beast, on the trees of the field and on the fruit of the ground. And it will burn and not be quenched.\" (21) Thus says the LORD of hosts, the God of Israel: \"Add your burnt offerings to your sacrifices and eat meat. (22) \"For I did not speak to your fathers, or command them in the day that I brought them out of the land of Egypt, concerning burnt offerings or sacrifices. (23) \"But this is what I commanded them, saying, 'Obey My voice, and I will be your God, and you shall be My people. And walk in all the ways that I have commanded you, that it may be well with you.'"], "word_count": 435, "reference": "Jeremiah 7:14-23", "translation": "ESV"}, {"division": "Senior", "passage_number": "62", "cards": ["(4) For Jacob My servant's sake, And Israel My elect, I have even called you by your name; I have named you, though you have not known Me. (5) I am the LORD, and there is no other; There is no God besides Me. I will gird you, though you have not known Me, (6) That they may know from the rising of the sun to its setting That there is none besides Me. I am the LORD, and there is no other; (7) I form the light and create darkness, I make peace and create calamity; I, the LORD, do all these things.' (8) \"Rain down, you heavens, from above, And let the skies pour down righteousness; Let the earth open, let them bring forth salvation, And let righteousness spring up together. I, the LORD, have created it."], "word_count": 268, "reference": "Isaiah 45:4-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "61", "cards": ["(1) \"Yet hear now, O Jacob My servant, And Israel whom I have chosen. (2) Thus says the LORD who made you And formed you from the womb, who will help you: 'Fear not, O Jacob My servant; And you, Jeshurun, whom I have chosen. (3) For I will pour water on him who is thirsty, And floods on the dry ground; I will pour My Spirit on your descendants, And My blessing on your offspring; (4) They will spring up among the grass Like willows by the watercourses.' (5) One will say, 'I am the LORD's'; Another will call himself by the name of Jacob; Another will write with his hand, 'The LORD's,' And name himself by the name of Israel. (6) \"Thus says the LORD, the", "King of Israel, And his Redeemer, the LORD of hosts: 'I am the First and I am the Last; Besides Me there is no God. (7) And who can proclaim as I do? Then let him declare it and set it in order for Me, Since I appointed the ancient people. And the things that are coming and shall come, Let them show these to them. (8) Do not fear, nor be afraid; Have I not told you from that time, and declared it? You are My witnesses. Is there a God besides Me? Indeed there is no other Rock; I know not one.' \" (9) Those who make an image, all of them are useless, And their precious things shall not profit; They are their own witnesses; They neither see nor know, that they may be", "ashamed. (10) Who would form a god or mold an image That profits him nothing? (11) Surely all his companions would be ashamed; And the workmen, they are mere men. Let them all be gathered together, Let them stand up; Yet they shall fear, They shall be ashamed together."], "word_count": 472, "reference": "Isaiah 44:1-11", "translation": "ESV"}, {"division": "Senior", "passage_number": "60", "cards": ["(2) Give a serving to seven, and also to eight, For you do not know what evil will be on the earth. (3) If the clouds are full of rain, They empty themselves upon the earth; And if a tree falls to the south or the north, In the place where the tree falls, there it shall lie. (4) He who observes the wind will not sow, And he who regards the clouds will not reap. (5) As you do not know what is the way of the wind, Or how the bones grow in the womb of her who is with child, So you do not know the works of God who makes everything. (6) In the morning sow your seed, And in the evening do not withhold your hand; For you do not know which will prosper, Either this or that, Or whether both alike will be good."], "word_count": 145, "reference": "Ecclesiastes 11:2-6", "translation": "ESV"}, {"division": "Senior", "passage_number": "64", "cards": ["(8) And in the morning the word of the LORD came to me, saying, (9) \"Son of man, has not the house of Israel, the rebellious house, said to you, 'What are you doing?' (10) \"Say to them, 'Thus says the Lord GOD: \"This burden concerns the prince in Jerusalem and all the house of Israel who are among them.\" ' (11) \"Say, 'I am a sign to you. As I have done, so shall it be done to them; they shall be carried away into captivity.' (12) \"And the prince who is among them shall bear his belongings on his shoulder at twilight and go out. They shall dig through the wall to carry them out through it. He shall cover his face, so that he cannot see the ground with his", "eyes. (13) \"I will also spread My net over him, and he shall be caught in My snare. I will bring him to Babylon, to the land of the Chaldeans; yet he shall not see it, though he shall die there. (14) \"I will scatter to every wind all who are around him to help him, and all his troops; and I will draw out the sword after them. (15) \"Then they shall know that I am the LORD, when I scatter them among the nations and disperse them throughout the countries. (16) \"But I will spare a few of their men from the sword, from famine, and from pestilence, that they may declare all their abominations among the Gentiles wherever they go. Then they shall know that I am the LORD.\""], "word_count": 256, "reference": "Ezekiel 12:8-16", "translation": "ESV"}, {"division": "Senior", "passage_number": "68", "cards": ["(1) Nebuchadnezzar the king made an image of gold, whose height was sixty cubits and its width six cubits. He set it up in the plain of Dura, in the province of Babylon. (2) And King Nebuchadnezzar sent word to gather together the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces, to come to the dedication of the image which King Nebuchadnezzar had set up. (3) So the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces gathered together for the dedication of the image that King Nebuchadnezzar had set up; and they stood before the image that Nebuchadnezzar had set up. (4) Then", "a herald cried aloud: \"To you it is commanded, O peoples, nations, and languages, (5) \"that at the time you hear the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, you shall fall down and worship the gold image that King Nebuchadnezzar has set up; (6) \"and whoever does not fall down and worship shall be cast immediately into the midst of a burning fiery furnace.\" (7) So at that time, when all the people heard the sound of the horn, flute, harp, and lyre, in symphony with all kinds of music, all the people, nations, and languages fell down and worshiped the gold image which King Nebuchadnezzar had set up."], "word_count": 355, "reference": "Daniel 3:1-7", "translation": "ESV"}, {"division": "Senior", "passage_number": "67", "cards": ["(46) Then King Nebuchadnezzar fell on his face, prostrate before Daniel, and commanded that they should present an offering and incense to him. (47) The king answered Daniel, and said, \"Truly your God is the God of gods, the Lord of kings, and a revealer of secrets, since you could reveal this secret.\" (48) Then the king promoted Daniel and gave him many great gifts; and he made him ruler over the whole province of Babylon, and chief administrator over all the wise men of Babylon. (49) Also Daniel petitioned the king, and he set Shadrach, Meshach, and Abed-Nego over the affairs of the province of Babylon; but Daniel sat in the gate of the king."], "word_count": 224, "reference": "Daniel 2:46-49", "translation": "ESV"}, {"division": "Senior", "passage_number": "66", "cards": ["(1) Now in the second year of Nebuchadnezzar's reign, Nebuchadnezzar had dreams; and his spirit was so troubled that his sleep left him. (2) Then the king gave the command to call the magicians, the astrologers, the sorcerers, and the Chaldeans to tell the king his dreams. So they came and stood before the king."], "word_count": 106, "reference": "Daniel 2:1-2", "translation": "ESV"}, {"division": "Senior", "passage_number": "65", "cards": ["(21) \"But if a wicked man turns from all his sins which he has committed, keeps all My statutes, and does what is lawful and right, he shall surely live; he shall not die. (22) \"None of the transgressions which he has committed shall be remembered against him; because of the righteousness which he has done, he shall live. (23) \"Do I have any pleasure at all that the wicked should die?\" says the Lord GOD, \"and not that he should turn from his ways and live? (24) \"But when a righteous man turns away from his righteousness and commits iniquity, and does according to all the abominations that the wicked man does, shall he live? All the righteousness which he has done shall not be remembered; because of the unfaithfulness of which he is guilty and the sin which he has committed, because", "of them he shall die. (25) \"Yet you say, 'The way of the Lord is not fair.' Hear now, O house of Israel, is it not My way which is fair, and your ways which are not fair? (26) \"When a righteous man turns away from his righteousness, commits iniquity, and dies in it, it is because of the iniquity which he has done that he dies. (27) \"Again, when a wicked man turns away from the wickedness which he committed, and does what is lawful and right, he preserves himself alive. (28) \"Because he considers and turns away from all the transgressions which he committed, he shall surely live; he shall not die. (29) \"Yet the house of Israel says, 'The way of the Lord is not fair.' O house of Israel, is it not My ways which are fair, and your ways which are not fair?"], "word_count": 423, "reference": "Ezekiel 18:21-29", "translation": "ESV"}, {"division": "Senior", "passage_number": "69", "cards": ["(18) \"This dream I, King Nebuchadnezzar, have seen. Now you, Belteshazzar, declare its interpretation, since all the wise men of my kingdom are not able to make known to me the interpretation; but you are able, for the Spirit of the Holy God is in you.\" (19) Then Daniel, whose name was Belteshazzar, was astonished for a time, and his thoughts troubled him. So the king spoke, and said, \"Belteshazzar, do not let the dream or its interpretation trouble you.\" Belteshazzar answered and said, \"My lord, may the dream concern those who hate you, and its interpretation concern your enemies! (20) The tree that you saw, which grew and became strong, whose height reached to the heavens and which could be", "seen by all the earth, (21) whose leaves were lovely and its fruit abundant, in which was food for all, under which the beasts of the field dwelt, and in whose branches the birds of the heaven had their home-- (22) it is you, O king, who have grown and become strong; for your greatness has grown and reaches to the heavens, and your dominion to the end of the earth. (23) And inasmuch as the king saw a watcher, a holy one, coming down from heaven and saying, 'Chop down the tree and destroy it, but leave its stump and roots in the earth, bound with a band of iron and bronze in the tender grass of the field; let it be wet with the dew of heaven, and let him graze with the beasts of the field, till seven times pass over", "him'; (24) this is the interpretation, O king, and this is the decree of the Most High, which has come upon my lord the king: (25) They shall drive you from men, your dwelling shall be with the beasts of the field, and they shall make you eat grass like oxen. They shall wet you with the dew of heaven, and seven times shall pass over you, till you know that the Most High rules in the kingdom of men, and gives it to whomever He chooses. (26) And inasmuch as they gave the command to leave the stump and roots of the tree, your kingdom shall be assured to you, after you come to know that Heaven rules. (27) Therefore, O king, let my advice be acceptable to you; break off your sins by being righteous, and your iniquities", "by showing mercy to the poor. Perhaps there may be a lengthening of your prosperity.\" (28) All this came upon King Nebuchadnezzar. (29) At the end of the twelve months he was walking about the royal palace of Babylon. (30) The king spoke, saying, \"Is not this great Babylon, that I have built for a royal dwelling by my mighty power and for the honor of my majesty?\" (31) While the word was still in the king's mouth, a voice fell from heaven: \"King Nebuchadnezzar, to you it is spoken: the kingdom has departed from you!"], "word_count": 623, "reference": "Daniel 4:18-31", "translation": "ESV"}, {"division": "Senior", "passage_number": "70", "cards": ["(15) Then these men approached the king, and said to the king, \"Know, O king, that it is the law of the Medes and Persians that no decree or statute which the king establishes may be changed.\" (16) So the king gave the command, and they brought Daniel and cast him into the den of lions. But the king spoke, saying to Daniel, \"Your God, whom you serve continually, He will deliver you.\" (17) Then a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet ring and with the signets of his lords, that the purpose concerning Daniel might not be changed. (18) Now the king went to his palace and spent the night", "fasting; and no musicians were brought before him. Also his sleep went from him. (19) Then the king arose very early in the morning and went in haste to the den of lions. (20) And when he came to the den, he cried out with a lamenting voice to Daniel. The king spoke, saying to Daniel, \"Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?\" (21) Then Daniel said to the king, \"O king, live forever! (22) \"My God sent His angel and shut the lions' mouths, so that they have not hurt me, because I was found innocent before Him; and also, O king, I have done no wrong before you.\" (23) Now the king", "was exceedingly glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no injury whatever was found on him, because he believed in his God. (24) And the king gave the command, and they brought those men who had accused Daniel, and they cast them into the den of lions--them, their children, and their wives; and the lions overpowered them, and broke all their bones in pieces before they ever came to the bottom of the den. (25) Then King Darius wrote: To all peoples, nations, and languages that dwell in all the earth: Peace be multiplied to you. (26) I make a decree that in every", "dominion of my kingdom men must tremble and fear before the God of Daniel. For He is the living God, And steadfast forever; His kingdom is the one which shall not be destroyed, And His dominion shall endure to the end. (27) He delivers and rescues, And He works signs and wonders In heaven and on earth, Who has delivered Daniel from the power of the lions. (28) So this Daniel prospered in the reign of Darius and in the reign of Cyrus the Persian."], "word_count": 773, "reference": "Daniel 6:15-28", "translation": "ESV"}, {"division": "Senior", "passage_number": "71", "cards": ["(4) And I prayed to the LORD my God, and made confession, and said, \"O Lord, great and awesome God, who keeps His covenant and mercy with those who love Him, and with those who keep His commandments, (5) \"we have sinned and committed iniquity, we have done wickedly and rebelled, even by departing from Your precepts and Your judgments. (6) \"Neither have we heeded Your servants the prophets, who spoke in Your name to our kings and our princes, to our fathers and all the people of the land. (7) \"O Lord, righteousness belongs to You, but to us shame of face, as it is this day--to the men of Judah, to the inhabitants of Jerusalem and all Israel,", "those near and those far off in all the countries to which You have driven them, because of the unfaithfulness which they have committed against You."], "word_count": 142, "reference": "Daniel 9:4-7", "translation": "ESV"}, {"division": "Senior", "passage_number": "75", "cards": ["(1) \"Behold, I send My messenger, And he will prepare the way before Me. And the Lord, whom you seek, Will suddenly come to His temple, Even the Messenger of the covenant, In whom you delight. Behold, He is coming,\" Says the LORD of hosts. (2) \"But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner's fire And like launderers' soap. (3) He will sit as a refiner and a purifier of silver; He will purify the sons of Levi, And purge them as gold and silver, That they may offer to the LORD An offering in righteousness. (4) \"Then the offering of Judah and Jerusalem Will be pleasant to the LORD, As in the days of old, As in former years. (5) And I will come near you for judgment; I will be a swift witness Against sorcerers,", "Against adulterers, Against perjurers, Against those who exploit wage earners and widows and orphans, And against those who turn away an alien--Because they do not fear Me,\" Says the LORD of hosts. (6) \"For I am the LORD, I do not change; Therefore you are not consumed, O sons of Jacob. (7) Yet from the days of your fathers You have gone away from My ordinances And have not kept them. Return to Me, and I will return to you,\" Says the LORD of hosts. \"But you said, 'In what way shall we return?' (8) \"Will a man rob God? Yet you have robbed Me! But you say, 'In what way have we robbed You?' In tithes and offerings. (9) You are cursed with a curse, For you have robbed Me, Even this whole nation."], "word_count": 423, "reference": "Malachi 3:1-9", "translation": "ESV"}, {"division": "Senior", "passage_number": "74", "cards": ["(2) \"Thus speaks the LORD of hosts, saying: 'This people says, \"The time has not come, the time that the LORD's house should be built.\" ' \" (3) Then the word of the LORD came by Haggai the prophet, saying, (4) \"Is it time for you yourselves to dwell in your paneled houses, and this temple to lie in ruins?\" (5) Now therefore, thus says the LORD of hosts: \"Consider your ways! (6) \"You have sown much, and bring in little; You eat, but do not have enough; You drink, but you are not filled with drink; You clothe yourselves, but no one is warm; And he who earns wages, Earns wages to put into a bag with holes.\" (7) Thus says the LORD of hosts: \"Consider your ways! (8) \"Go", "up to the mountains and bring wood and build the temple, that I may take pleasure in it and be glorified,\" says the LORD."], "word_count": 272, "reference": "Haggai 1:2-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "73", "cards": ["(1) Now it shall come to pass in the latter days That the mountain of the LORD's house Shall be established on the top of the mountains, And shall be exalted above the hills; And peoples shall flow to it. (2) Many nations shall come and say, \"Come, and let us go up to the mountain of the LORD, To the house of the God of Jacob; He will teach us His ways, And we shall walk in His paths.\" For out of Zion the law shall go forth, And the word of the LORD from Jerusalem. (3) He shall judge between many peoples, And rebuke strong nations afar off; They shall beat their swords into plowshares, And their spears into pruning hooks; Nation shall not lift up sword against nation, Neither shall they learn war anymore."], "word_count": 268, "reference": "Micah 4:1-3", "translation": "ESV"}, {"division": "Senior", "passage_number": "72", "cards": ["(16) \"O Lord, according to all Your righteousness, I pray, let Your anger and Your fury be turned away from Your city Jerusalem, Your holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and Your people are a reproach to all those around us. (17) \"Now therefore, our God, hear the prayer of Your servant, and his supplications, and for the Lord's sake cause Your face to shine on Your sanctuary, which is desolate. (18) \"O my God, incline Your ear and hear; open Your eyes and see our desolations, and the city which is called by Your name; for we do not present our supplications before You because of our righteous deeds, but because of", "Your great mercies. (19) \"O Lord, hear! O Lord, forgive! O Lord, listen and act! Do not delay for Your own sake, my God, for Your city and Your people are called by Your name.\""], "word_count": 270, "reference": "Daniel 9:16-19", "translation": "ESV"}, {"division": "Senior", "passage_number": "79", "cards": ["(31) \"When the Son of Man comes in His glory, and all the holy angels with Him, then He will sit on the throne of His glory. (32) \"All the nations will be gathered before Him, and He will separate them one from another, as a shepherd divides his sheep from the goats. (33) \"And He will set the sheep on His right hand, but the goats on the left. (34) \"Then the King will say to those on His right hand, 'Come, you blessed of My Father, inherit the kingdom prepared for you from the foundation of the world: (35) 'for I was hungry and you gave Me food; I was thirsty and you gave Me drink; I was a stranger and you took Me in; (36) 'I was naked and you clothed Me; I was sick and you visited Me; I was in prison and you came to Me.'"], "word_count": 290, "reference": "Matthew 25:31-36", "translation": "ESV"}, {"division": "Senior", "passage_number": "78", "cards": ["(5) \"And when you pray, you shall not be like the hypocrites. For they love to pray standing in the synagogues and on the corners of the streets, that they may be seen by men. Assuredly, I say to you, they have their reward. (6) \"But you, when you pray, go into your room, and when you have shut your door, pray to your Father who is in the secret place; and your Father who sees in secret will reward you openly. (7) \"And when you pray, do not use vain repetitions as the heathen do. For they think that they will be heard for their many words. (8) \"Therefore do not be like them. For your Father knows the things you have need of before you ask Him. (9) \"In this manner, therefore,", "pray: Our Father in heaven, Hallowed be Your name. (10) Your kingdom come. Your will be done On earth as it is in heaven. (11) Give us this day our daily bread. (12) And forgive us our debts, As we forgive our debtors. (13) And do not lead us into temptation, But deliver us from the evil one. For Yours is the kingdom and the power and the glory forever. Amen. (14) \"For if you forgive men their trespasses, your heavenly Father will also forgive you. (15) \"But if you do not forgive men their trespasses, neither will your Father forgive your trespasses. (16) \"Moreover, when you fast, do not be like the hypocrites, with a sad countenance. For they disfigure their", "faces that they may appear to men to be fasting. Assuredly, I say to you, they have their reward. (17) \"But you, when you fast, anoint your head and wash your face, (18) \"so that you do not appear to men to be fasting, but to your Father who is in the secret place; and your Father who sees in secret will reward you openly."], "word_count": 551, "reference": "Matthew 6:5-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "77", "cards": ["(1) In those days John the Baptist came preaching in the wilderness of Judea, (2) and saying, \"Repent, for the kingdom of heaven is at hand!\" (3) For this is he who was spoken of by the prophet Isaiah, saying: \"The voice of one crying in the wilderness: 'Prepare the way of the LORD; Make His paths straight.' \""], "word_count": 56, "reference": "Matthew 3:1-3", "translation": "ESV"}, {"division": "Senior", "passage_number": "76", "cards": ["(20) But while he thought about these things, behold, an angel of the Lord appeared to him in a dream, saying, \"Joseph, son of David, do not be afraid to take to you Mary your wife, for that which is conceived in her is of the Holy Spirit. (21) \"And she will bring forth a Son, and you shall call His name JESUS, for He will save His people from their sins.\" (22) So all this was done that it might be fulfilled which was spoken by the Lord through the prophet, saying: (23) \"Behold, the virgin shall be with child, and bear a Son, and they shall call His name Immanuel,\" which is translated, \"God with us.\" (24) Then Joseph, being aroused from sleep, did as the angel of", "the Lord commanded him and took to him his wife, (25) and did not know her till she had brought forth her firstborn Son. And he called His name JESUS."], "word_count": 183, "reference": "Matthew 1:20-25", "translation": "ESV"}, {"division": "Senior", "passage_number": "80", "cards": ["(20) Then the multitude came together again, so that they could not so much as eat bread. (21) But when His own people heard about this, they went out to lay hold of Him, for they said, \"He is out of His mind.\" (22) And the scribes who came down from Jerusalem said, \"He has Beelzebub,\" and, \"By the ruler of the demons He casts out demons.\" (23) So He called them to Himself and said to them in parables: \"How can Satan cast out Satan? (24) \"If a kingdom is divided against itself, that kingdom cannot stand. (25) \"And if a house is divided against itself, that house cannot stand. (26) \"And if Satan has risen up against himself, and is divided, he cannot", "stand, but has an end. (27) \"No one can enter a strong man's house and plunder his goods, unless he first binds the strong man. And then he will plunder his house."], "word_count": 149, "reference": "Mark 3:20-27", "translation": "ESV"}, {"division": "Senior", "passage_number": "83", "cards": ["(43) Now after the two days He departed from there and went to Galilee. (44) For Jesus Himself testified that a prophet has no honor in his own country. (45) So when He came to Galilee, the Galileans received Him, having seen all the things He did in Jerusalem at the feast; for they also had gone to the feast. (46) So Jesus came again to Cana of Galilee where He had made the water wine. And there was a certain nobleman whose son was sick at Capernaum. (47) When he heard that Jesus had come out of Judea into Galilee, he went to Him and implored Him to come down and heal his son, for he was at the point of death. (48) Then Jesus said to him, \"Unless you people see signs and wonders, you will by no means believe.\"", "(49) The nobleman said to Him, \"Sir, come down before my child dies!\" (50) Jesus said to him, \"Go your way; your son lives.\" So the man believed the word that Jesus spoke to him, and he went his way. (51) And as he was now going down, his servants met him and told him, saying, \"Your son lives!\" (52) Then he inquired of them the hour when he got better. And they said to him, \"Yesterday at the seventh hour the fever left him.\" (53) So the father knew that it was at the same hour in which Jesus said to him, \"Your son lives.\" And he himself believed, and his whole household. (54) This again is the second sign Jesus did when He had come out of Judea into Galilee."], "word_count": 398, "reference": "John 4:43-54", "translation": "ESV"}, {"division": "Senior", "passage_number": "82", "cards": ["(7) \"I say to you that likewise there will be more joy in heaven over one sinner who repents than over ninety-nine just persons who need no repentance. (8) \"Or what woman, having ten silver coins, if she loses one coin, does not light a lamp, sweep the house, and search carefully until she finds it? (9) \"And when she has found it, she calls her friends and neighbors together, saying, 'Rejoice with me, for I have found the piece which I lost!' (10) \"Likewise, I say to you, there is joy in the presence of the angels of God over one sinner who repents.\" (11) Then He said: \"A certain man had two sons. (12) \"And the younger of them said to his father, 'Father, give me the portion of goods that falls to me.' So he divided to them his livelihood. (13) \"And not many days after, the younger", "son gathered all together, journeyed to a far country, and there wasted his possessions with prodigal living. (14) \"But when he had spent all, there arose a severe famine in that land, and he began to be in want. (15) \"Then he went and joined himself to a citizen of that country, and he sent him into his fields to feed swine. (16) \"And he would gladly have filled his stomach with the pods that the swine ate, and no one gave him anything. (17) \"But when he came to himself, he said, 'How many of my father's hired servants have bread enough and to spare, and I perish with hunger! (18) 'I will arise and go to my father, and will say to him, \"Father, I have sinned against heaven and before you, (19) \"and I am no longer worthy to be called your son. Make me like one of your hired", "servants.\" ' (20) \"And he arose and came to his father. But when he was still a great way off, his father saw him and had compassion, and ran and fell on his neck and kissed him. (21) \"And the son said to him, 'Father, I have sinned against heaven and in your sight, and am no longer worthy to be called your son.' (22) \"But the father said to his servants, 'Bring out the best robe and put it on him, and put a ring on his hand and sandals on his feet. (23) 'And bring the fatted calf here and kill it, and let us eat and be merry; (24) 'for this my son was dead and is alive again; he was lost and is found.' And they began to be merry."], "word_count": 711, "reference": "Luke 15:7-24", "translation": "ESV"}, {"division": "Senior", "passage_number": "81", "cards": ["(2) And when the Sabbath had come, He began to teach in the synagogue. And many hearing Him were astonished, saying, \"Where did this Man get these things? And what wisdom is this which is given to Him, that such mighty works are performed by His hands! (3) \"Is this not the carpenter, the Son of Mary, and brother of James, Joses, Judas, and Simon? And are not His sisters here with us?\" So they were offended at Him. (4) But Jesus said to them, \"A prophet is not without honor except in his own country, among his own relatives, and in his own house.\" (5) Now He could do no mighty work there, except that He laid His hands on a few sick people and healed them. (6) And He marveled because of their unbelief. Then He went about the villages in a circuit, teaching.", "(7) And He called the twelve to Himself, and began to send them out two by two, and gave them power over unclean spirits. (8) He commanded them to take nothing for the journey except a staff-- no bag, no bread, no copper in their money belts-- (9) but to wear sandals, and not to put on two tunics. (10) Also He said to them, \"In whatever place you enter a house, stay there till you depart from that place. (11) \"And whoever will not receive you nor hear you, when you depart from there, shake off the dust under your feet as a testimony against them. Assuredly, I say to you, it will be more tolerable for Sodom and Gomorrah in the day of judgment than for that city!\""], "word_count": 407, "reference": "Mark 6:2-11", "translation": "ESV"}, {"division": "Senior", "passage_number": "85", "cards": ["(1) Now Peter and John went up together to the temple at the hour of prayer, the ninth hour. (2) And a certain man lame from his mother's womb was carried, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms from those who entered the temple; (3) who, seeing Peter and John about to go into the temple, asked for alms. (4) And fixing his eyes on him, with John, Peter said, \"Look at us.\" (5) So he gave them his attention, expecting to receive something from them. (6) Then Peter said, \"Silver and gold I do not have, but what I do have I give you: In the name of Jesus Christ of Nazareth, rise up and walk.\" (7) And he took", "him by the right hand and lifted him up, and immediately his feet and ankle bones received strength. (8) So he, leaping up, stood and walked and entered the temple with them-- walking, leaping, and praising God. (9) And all the people saw him walking and praising God. (10) Then they knew that it was he who sat begging alms at the Beautiful Gate of the temple; and they were filled with wonder and amazement at what had happened to him. (11) Now as the lame man who was healed held on to Peter and John, all the people ran together to them in the porch which is called Solomon's, greatly amazed. (12) So when Peter saw it, he responded to", "the people: \"Men of Israel, why do you marvel at this? Or why look so intently at us, as though by our own power or godliness we had made this man walk? (13) \"The God of Abraham, Isaac, and Jacob, the God of our fathers, glorified His Servant Jesus, whom you delivered up and denied in the presence of Pilate, when he was determined to let Him go. (14) \"But you denied the Holy One and the Just, and asked for a murderer to be granted to you, (15) \"and killed the Prince of life, whom God raised from the dead, of which we are witnesses. (16) \"And His name, through faith in His name, has made this man strong, whom you see and know. Yes, the", "faith which comes through Him has given him this perfect soundness in the presence of you all. (17) \"Yet now, brethren, I know that you did it in ignorance, as did also your rulers. (18) \"But those things which God foretold by the mouth of all His prophets, that the Christ would suffer, He has thus fulfilled. (19) \"Repent therefore and be converted, that your sins may be blotted out, so that times of refreshing may come from the presence of the Lord, (20) \"and that He may send Jesus Christ, who was preached to you before,"], "word_count": 703, "reference": "Acts 3:1-20", "translation": "ESV"}, {"division": "Senior", "passage_number": "84", "cards": ["(19) Then Jesus answered and said to them, \"Most assuredly, I say to you, the Son can do nothing of Himself, but what He sees the Father do; for whatever He does, the Son also does in like manner. (20) \"For the Father loves the Son, and shows Him all things that He Himself does; and He will show Him greater works than these, that you may marvel. (21) \"For as the Father raises the dead and gives life to them, even so the Son gives life to whom He will. (22) \"For the Father judges no one, but has committed all judgment to the Son, (23) \"that all should honor the Son just as they honor the Father. He who does not honor the Son does not honor the Father who sent", "Him. (24) \"Most assuredly, I say to you, he who hears My word and believes in Him who sent Me has everlasting life, and shall not come into judgment, but has passed from death into life. (25) \"Most assuredly, I say to you, the hour is coming, and now is, when the dead will hear the voice of the Son of God; and those who hear will live. (26) \"For as the Father has life in Himself, so He has granted the Son to have life in Himself, (27) \"and has given Him authority to execute judgment also, because He is the Son of Man. (28) \"Do not marvel at this; for the hour is coming in which all who are in the graves will hear His voice (29) \"and come forth--those who have done", "good, to the resurrection of life, and those who have done evil, to the resurrection of condemnation. (30) \"I can of Myself do nothing. As I hear, I judge; and My judgment is righteous, because I do not seek My own will but the will of the Father who sent Me. (31) \"If I bear witness of Myself, My witness is not true. (32) \"There is another who bears witness of Me, and I know that the witness which He witnesses of Me is true. (33) \"You have sent to John, and he has borne witness to the truth. (34) \"Yet I do not receive testimony from man, but I say these things that you may be saved. (35) \"He was the burning and shining lamp, and you were willing for a time to rejoice in", "his light. (36) \"But I have a greater witness than John's; for the works which the Father has given Me to finish--the very works that I do--bear witness of Me, that the Father has sent Me. (37) \"And the Father Himself, who sent Me, has testified of Me. You have neither heard His voice at any time, nor seen His form. (38) \"But you do not have His word abiding in you, because whom He sent, Him you do not believe. (39) \"You search the Scriptures, for in them you think you have eternal life; and these are they which testify of Me. (40) \"But you are not willing to come to Me that you may have life."], "word_count": 742, "reference": "John 5:19-40", "translation": "ESV"}, {"division": "Senior", "passage_number": "88", "cards": ["(6) But now we have been delivered from the law, having died to what we were held by, so that we should serve in the newness of the Spirit and not in the oldness of the letter. (7) What shall we say then? Is the law sin? Certainly not! On the contrary, I would not have known sin except through the law. For I would not have known covetousness unless the law had said, \"You shall not covet.\" (8) But sin, taking opportunity by the commandment, produced in me all manner of evil desire. For apart from the law sin was dead. (9) I was alive once without the law, but when the commandment came, sin revived and I died. (10) And the commandment, which was to", "bring life, I found to bring death. (11) For sin, taking occasion by the commandment, deceived me, and by it killed me. (12) Therefore the law is holy, and the commandment holy and just and good."], "word_count": 190, "reference": "Romans 7:6-12", "translation": "ESV"}, {"division": "Senior", "passage_number": "87", "cards": ["(1) Therefore you are inexcusable, O man, whoever you are who judge, for in whatever you judge another you condemn yourself; for you who judge practice the same things. (2) But we know that the judgment of God is according to truth against those who practice such things. (3) And do you think this, O man, you who judge those practicing such things, and doing the same, that you will escape the judgment of God? (4) Or do you despise the riches of His goodness, forbearance, and longsuffering, not knowing that the goodness of God leads you to repentance? (5) But in accordance with your hardness and your impenitent heart you are treasuring up for yourself wrath in the day of wrath and", "revelation of the righteous judgment of God, (6) who \"will render to each one according to his deeds\": (7) eternal life to those who by patient continuance in doing good seek for glory, honor, and immortality; (8) but to those who are self-seeking and do not obey the truth, but obey unrighteousness--indignation and wrath, (9) tribulation and anguish, on every soul of man who does evil, of the Jew first and also of the Greek; (10) but glory, honor, and peace to everyone who works what is good, to the Jew first and also to the Greek. (11) For there is no partiality with God. (12) For as many as have sinned without law will also perish without law, and as many as have sinned in the law will be judged by the law"], "word_count": 490, "reference": "Romans 2:1-12", "translation": "ESV"}, {"division": "Senior", "passage_number": "86", "cards": ["(9) The next day, as they went on their journey and drew near the city, Peter went up on the housetop to pray, about the sixth hour. (10) Then he became very hungry and wanted to eat; but while they made ready, he fell into a trance (11) and saw heaven opened and an object like a great sheet bound at the four corners, descending to him and let down to the earth. (12) In it were all kinds of four-footed animals of the earth, wild beasts, creeping things, and birds of the air. (13) And a voice came to him, \"Rise, Peter; kill and eat.\" (14) But Peter said, \"Not so, Lord! For I have never eaten anything common or unclean.\" (15) And a voice spoke to him again the second", "time, \"What God has cleansed you must not call common.\" (16) This was done three times. And the object was taken up into heaven again. (17) Now while Peter wondered within himself what this vision which he had seen meant, behold, the men who had been sent from Cornelius had made inquiry for Simon's house, and stood before the gate. (18) And they called and asked whether Simon, whose surname was Peter, was lodging there. (19) While Peter thought about the vision, the Spirit said to him, \"Behold, three men are seeking you. (20) \"Arise therefore, go down and go with them, doubting nothing; for I have sent them.\" (21) Then Peter went down", "to the men who had been sent to him from Cornelius, and said, \"Yes, I am he whom you seek. For what reason have you come?\" (22) And they said, \"Cornelius the centurion, a just man, one who fears God and has a good reputation among all the nation of the Jews, was divinely instructed by a holy angel to summon you to his house, and to hear words from you.\""], "word_count": 411, "reference": "Acts 10:9-22", "translation": "ESV"}, {"division": "Senior", "passage_number": "89", "cards": ["(5) Who then is Paul, and who is Apollos, but ministers through whom you believed, as the Lord gave to each one? (6) I planted, Apollos watered, but God gave the increase. (7) So then neither he who plants is anything, nor he who waters, but God who gives the increase. (8) Now he who plants and he who waters are one, and each one will receive his own reward according to his own labor. (9) For we are God's fellow workers; you are God's field, you are God's building. (10) According to the grace of God which was given to me, as a wise master builder I have laid the foundation, and another builds on it. But let each one take heed how he builds on it. (11) For no other foundation can anyone lay than that which", "is laid, which is Jesus Christ. (12) Now if anyone builds on this foundation with gold, silver, precious stones, wood, hay, straw, (13) each one's work will become clear; for the Day will declare it, because it will be revealed by fire; and the fire will test each one's work, of what sort it is. (14) If anyone's work which he has built on it endures, he will receive a reward. (15) If anyone's work is burned, he will suffer loss; but he himself will be saved, yet so as through fire. (16) Do you not know that you are the temple of God and that the Spirit of God dwells in you? (17) If anyone defiles the temple of God, God will destroy him. For the temple of God is holy, which temple you are."], "word_count": 262, "reference": "1 Corinthians 3:5-17", "translation": "ESV"}, {"division": "Senior", "passage_number": "93", "cards": ["(14) For this reason I bow my knees to the Father of our Lord Jesus Christ, (15) from whom the whole family in heaven and earth is named, (16) that He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man, (17) that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love, (18) may be able to comprehend with all the saints what is the width and length and depth and height-- (19) to know the love of Christ which passes knowledge; that you may be filled with all the fullness of God. (20) Now to Him who is able to do exceedingly abundantly above all that we ask or think,", "according to the power that works in us, (21) to Him be glory in the church by Christ Jesus to all generations, forever and ever. Amen."], "word_count": 271, "reference": "Ephesians 3:14-21", "translation": "ESV"}, {"division": "Senior", "passage_number": "92", "cards": ["(1) And you He made alive, who were dead in trespasses and sins, (2) in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience, (3) among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others. (4) But God, who is rich in mercy, because of His great love with which He loved us, (5) even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved), (6) and raised us up together, and made us sit together in the heavenly places in Christ Jesus, (7) that in the ages to come He might show the exceeding riches of His", "grace in His kindness toward us in Christ Jesus. (8) For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, (9) not of works, lest anyone should boast. (10) For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them. (11) Therefore remember that you, once Gentiles in the flesh--who are called Uncircumcision by what is called the Circumcision made in the flesh by hands-- (12) that at that time you were without Christ, being aliens from the commonwealth of Israel and strangers from the covenants of promise, having no hope and without God in the world. (13) But now in Christ Jesus you who once were far off have been brought near by the blood of Christ."], "word_count": 425, "reference": "Ephesians 2:1-13", "translation": "ESV"}, {"division": "Senior", "passage_number": "91", "cards": ["(5) Examine yourselves as to whether you are in the faith. Test yourselves. Do you not know yourselves, that Jesus Christ is in you?--unless indeed you are disqualified. (6) But I trust that you will know that we are not disqualified. (7) Now I pray to God that you do no evil, not that we should appear approved, but that you should do what is honorable, though we may seem disqualified. (8) For we can do nothing against the truth, but for the truth."], "word_count": 160, "reference": "2 Corinthians 13:5-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "90", "cards": ["(7) But if the ministry of death, written and engraved on stones, was glorious, so that the children of Israel could not look steadily at the face of Moses because of the glory of his countenance, which glory was passing away, (8) how will the ministry of the Spirit not be more glorious? (9) For if the ministry of condemnation had glory, the ministry of righteousness exceeds much more in glory. (10) For even what was made glorious had no glory in this respect, because of the glory that excels. (11) For if what is passing away was glorious, what remains is much more glorious. (12) Therefore, since we have such hope, we use great boldness of speech-- (13) unlike Moses, who put a veil over his face so that the children of", "Israel could not look steadily at the end of what was passing away. (14) But their minds were blinded. For until this day the same veil remains unlifted in the reading of the Old Testament, because the veil is taken away in Christ. (15) But even to this day, when Moses is read, a veil lies on their heart. (16) Nevertheless when one turns to the Lord, the veil is taken away. (17) Now the Lord is the Spirit; and where the Spirit of the Lord is, there is liberty. (18) But we all, with unveiled face, beholding as in a mirror the glory of the Lord, are being transformed into the same image from glory to glory, just as by the Spirit of the Lord."], "word_count": 373, "reference": "2 Corinthians 3:7-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "98", "cards": ["(17) By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises offered up his only begotten son, (18) of whom it was said, \"In Isaac your seed shall be called,\" (19) concluding that God was able to raise him up, even from the dead, from which he also received him in a figurative sense. (20) By faith Isaac blessed Jacob and Esau concerning things to come. (21) By faith Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped, leaning on the top of his staff. (22) By faith Joseph, when he was dying, made mention of the departure of the children of Israel, and gave instructions concerning his bones. (23) By faith Moses, when he was born, was hidden three months", "by his parents, because they saw he was a beautiful child; and they were not afraid of the king's command. (24) By faith Moses, when he became of age, refused to be called the son of Pharaoh's daughter, (25) choosing rather to suffer affliction with the people of God than to enjoy the passing pleasures of sin, (26) esteeming the reproach of Christ greater riches than the treasures in Egypt; for he looked to the reward. (27) By faith he forsook Egypt, not fearing the wrath of the king; for he endured as seeing Him who is invisible. (28) By faith he kept the Passover and the sprinkling of blood, lest he who destroyed the firstborn should touch them. (29) By faith they passed through the Red Sea as by dry land, whereas", "the Egyptians, attempting to do so, were drowned. (30) By faith the walls of Jericho fell down after they were encircled for seven days. (31) By faith the harlot Rahab did not perish with those who did not believe, when she had received the spies with peace. (32) And what more shall I say? For the time would fail me to tell of Gideon and Barak and Samson and Jephthah, also of David and Samuel and the prophets: (33) who through faith subdued kingdoms, worked righteousness, obtained promises, stopped the mouths of lions, (34) quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, became valiant in battle, turned to flight the armies of the aliens. (35) Women received", "their dead raised to life again. Others were tortured, not accepting deliverance, that they might obtain a better resurrection. (36) Still others had trial of mockings and scourgings, yes, and of chains and imprisonment. (37) They were stoned, they were sawn in two, were tempted, were slain with the sword. They wandered about in sheepskins and goatskins, being destitute, afflicted, tormented-- (38) of whom the world was not worthy. They wandered in deserts and mountains, in dens and caves of the earth. (39) And all these, having obtained a good testimony through faith, did not receive the promise, (40) God having provided something better for us, that they should not be made perfect apart from us."], "word_count": 611, "reference": "Hebrews 11:17-40", "translation": "ESV"}, {"division": "Senior", "passage_number": "97", "cards": ["(3) And this we will do if God permits. (4) For it is impossible for those who were once enlightened, and have tasted the heavenly gift, and have become partakers of the Holy Spirit, (5) and have tasted the good word of God and the powers of the age to come, (6) if they fall away, to renew them again to repentance, since they crucify again for themselves the Son of God, and put Him to an open shame. (7) For the earth which drinks in the rain that often comes upon it, and bears herbs useful for those by whom it is cultivated, receives blessing from God; (8) but if it bears thorns and briers, it is rejected and near to being cursed, whose end is to be burned."], "word_count": 248, "reference": "Hebrews 6:3-8", "translation": "ESV"}, {"division": "Senior", "passage_number": "96", "cards": ["(1) Therefore I exhort first of all that supplications, prayers, intercessions, and giving of thanks be made for all men, (2) for kings and all who are in authority, that we may lead a quiet and peaceable life in all godliness and reverence. (3) For this is good and acceptable in the sight of God our Savior, (4) who desires all men to be saved and to come to the knowledge of the truth. (5) For there is one God and one Mediator between God and men, the Man Christ Jesus, (6) who gave Himself a ransom for all, to be testified in due time, (7) for which I was appointed a preacher and an apostle--I am speaking the truth in Christ and not lying- -a teacher of the Gentiles in faith and truth. (8) I desire therefore", "that the men pray everywhere, lifting up holy hands, without wrath and doubting; (9) in like manner also, that the women adorn themselves in modest apparel, with propriety and moderation, not with braided hair or gold or pearls or costly clothing, (10) but, which is proper for women professing godliness, with good works. (11) Let a woman learn in silence with all submission. (12) And I do not permit a woman to teach or to have authority over a man, but to be in silence. (13) For Adam was formed first, then Eve. (14) And Adam was not deceived, but the woman being deceived, fell into transgression. (15) Nevertheless she will be saved in childbearing if they continue in faith, love, and holiness, with self-control."], "word_count": 366, "reference": "1 Timothy 2:1-15", "translation": "ESV"}, {"division": "Senior", "passage_number": "95", "cards": ["(6) As you therefore have received Christ Jesus the Lord, so walk in Him, (7) rooted and built up in Him and established in the faith, as you have been taught, abounding in it with thanksgiving. (8) Beware lest anyone cheat you through philosophy and empty deceit, according to the tradition of men, according to the basic principles of the world, and not according to Christ. (9) For in Him dwells all the fullness of the Godhead bodily; (10) and you are complete in Him, who is the head of all principality and power."], "word_count": 178, "reference": "Colossians 2:6-10", "translation": "ESV"}, {"division": "Senior", "passage_number": "94", "cards": ["(3) We give thanks to the God and Father of our Lord Jesus Christ, praying always for you, (4) since we heard of your faith in Christ Jesus and of your love for all the saints; (5) because of the hope which is laid up for you in heaven, of which you heard before in the word of the truth of the gospel, (6) which has come to you, as it has also in all the world, and is bringing forth fruit, as it is also among you since the day you heard and knew the grace of God in truth; (7) as you also learned from Epaphras, our dear fellow servant, who is a faithful minister of Christ on your behalf,"], "word_count": 117, "reference": "Colossians 1:3-7", "translation": "ESV"}, {"division": "Senior", "passage_number": "102", "cards": ["(1) Wives, likewise, be submissive to your own husbands, that even if some do not obey the word, they, without a word, may be won by the conduct of their wives, (2) when they observe your chaste conduct accompanied by fear. (3) Do not let your adornment be merely outward--arranging the hair, wearing gold, or putting on fine apparel-- (4) rather let it be the hidden person of the heart, with the incorruptible beauty of a gentle and quiet spirit, which is very precious in the sight of God. (5) For in this manner, in former times, the holy women who trusted in God also adorned themselves, being submissive to their own husbands, (6) as Sarah obeyed", "Abraham, calling him lord, whose daughters you are if you do good and are not afraid with any terror. (7) Husbands, likewise, dwell with them with understanding, giving honor to the wife, as to the weaker vessel, and as being heirs together of the grace of life, that your prayers may not be hindered. (8) Finally, all of you be of one mind, having compassion for one another; love as brothers, be tenderhearted, be courteous; (9) not returning evil for evil or reviling for reviling, but on the contrary blessing, knowing that you were called to this, that you may inherit a blessing. (10) For \"He who would love life And see good days, Let him refrain his tongue from evil, And", "his lips from speaking deceit. (11) Let him turn away from evil and do good; Let him seek peace and pursue it. (12) For the eyes of the LORD are on the righteous, And His ears are open to their prayers; But the face of the LORD is against those who do evil.\""], "word_count": 398, "reference": "1 Peter 3:1-12", "translation": "ESV"}, {"division": "Senior", "passage_number": "101", "cards": ["(14) Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord. (15) And the prayer of faith will save the sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven. (16) Confess your trespasses to one another, and pray for one another, that you may be healed. The effective, fervent prayer of a righteous man avails much. (17) Elijah was a man with a nature like ours, and he prayed earnestly that it would not rain; and it did not rain on the land for three years and six months. (18) And he prayed again, and the heaven gave rain, and the earth produced its fruit."], "word_count": 258, "reference": "James 5:14-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "100", "cards": ["(1) Come now, you rich, weep and howl for your miseries that are coming upon you! (2) Your riches are corrupted, and your garments are moth-eaten. (3) Your gold and silver are corroded, and their corrosion will be a witness against you and will eat your flesh like fire. You have heaped up treasure in the last days. (4) Indeed the wages of the laborers who mowed your fields, which you kept back by fraud, cry out; and the cries of the reapers have reached the ears of the Lord of Sabaoth. (5) You have lived on the earth in pleasure and luxury; you have fattened your hearts as in a day of slaughter. (6) You have condemned, you have murdered the just; he does not resist you. (7) Therefore be patient, brethren, until the coming of the Lord. See how the farmer waits for the precious", "fruit of the earth, waiting patiently for it until it receives the early and latter rain. (8) You also be patient. Establish your hearts, for the coming of the Lord is at hand. (9) Do not grumble against one another, brethren, lest you be condemned. Behold, the Judge is standing at the door! (10) My brethren, take the prophets, who spoke in the name of the Lord, as an example of suffering and patience. (11) Indeed we count them blessed who endure. You have heard of the perseverance of Job and seen the end intended by the Lord--that the Lord is very compassionate and merciful. (12) But above all, my brethren, do not swear, either by heaven or by earth or with any other oath. But let your \"Yes\" be \"Yes,\" and your \"No,\" \"No,\" lest you fall into judgment."], "word_count": 410, "reference": "James 5:1-12", "translation": "ESV"}, {"division": "Senior", "passage_number": "99", "cards": ["(1) Where do wars and fights come from among you? Do they not come from your desires for pleasure that war in your members? (2) You lust and do not have. You murder and covet and cannot obtain. You fight and war. Yet you do not have because you do not ask. (3) You ask and do not receive, because you ask amiss, that you may spend it on your pleasures. (4) Adulterers and adulteresses! Do you not know that friendship with the world is enmity with God? Whoever therefore wants to be a friend of the world makes himself an enemy of God. (5) Or do you think that the Scripture says in vain, \"The Spirit who dwells in us yearns jealously\"? (6) But He gives more grace. Therefore He says: \"God resists the proud, But gives grace to the humble.\""], "word_count": 272, "reference": "James 4:1-6", "translation": "ESV"}, {"division": "Senior", "passage_number": "105", "cards": ["(16) By this we know love, because He laid down His life for us. And we also ought to lay down our lives for the brethren. (17) But whoever has this world's goods, and sees his brother in need, and shuts up his heart from him, how does the love of God abide in him? (18) My little children, let us not love in word or in tongue, but in deed and in truth. (19) And by this we know that we are of the truth, and shall assure our hearts before Him. (20) For if our heart condemns us, God is greater than our heart, and knows all things. (21) Beloved, if our heart does not condemn us, we have confidence toward God. (22) And whatever we ask we receive from Him, because we keep His commandments and do those things that are pleasing in His sight."], "word_count": 282, "reference": "1 John 3:16-22", "translation": "ESV"}, {"division": "Senior", "passage_number": "104", "cards": ["(1) My little children, these things I write to you, so that you may not sin. And if anyone sins, we have an Advocate with the Father, Jesus Christ the righteous. (2) And He Himself is the propitiation for our sins, and not for ours only but also for the whole world. (3) Now by this we know that we know Him, if we keep His commandments. (4) He who says, \"I know Him,\" and does not keep His commandments, is a liar, and the truth is not in him. (5) But whoever keeps His word, truly the love of God is perfected in him. By this we know that we are in Him. (6) He who says he abides in Him ought himself also to walk just as He walked. (7) Brethren, I write no new commandment to you, but an old commandment which you have had from the beginning. The old commandment is the word which you heard", "from the beginning. (8) Again, a new commandment I write to you, which thing is true in Him and in you, because the darkness is passing away, and the true light is already shining. (9) He who says he is in the light, and hates his brother, is in darkness until now. (10) He who loves his brother abides in the light, and there is no cause for stumbling in him. (11) But he who hates his brother is in darkness and walks in darkness, and does not know where he is going, because the darkness has blinded his eyes. (12) I write to you, little children, Because your sins are forgiven you for His name's sake. (13) I write to you, fathers, Because you have known Him who is from the beginning. I write to you, young men, Because you have overcome the wicked one. I write to you, little children,", "Because you have known the Father. (14) I have written to you, fathers, Because you have known Him who is from the beginning. I have written to you, young men, Because you are strong, and the word of God abides in you, And you have overcome the wicked one. (15) Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. (16) For all that is in the world--the lust of the flesh, the lust of the eyes, and the pride of life--is not of the Father but is of the world. (17) And the world is passing away, and the lust of it; but he who does the will of God abides forever."], "word_count": 722, "reference": "1 John 2:1-17", "translation": "ESV"}, {"division": "Senior", "passage_number": "103", "cards": ["(5) But also for this very reason, giving all diligence, add to your faith virtue, to virtue knowledge, (6) to knowledge self-control, to self-control perseverance, to perseverance godliness, (7) to godliness brotherly kindness, and to brotherly kindness love. (8) For if these things are yours and abound, you will be neither barren nor unfruitful in the knowledge of our Lord Jesus Christ. (9) For he who lacks these things is shortsighted, even to blindness, and has forgotten that he was cleansed from his old sins. (10) Therefore, brethren, be even more diligent to make your call and election sure, for if you do these things you will never stumble; (11) for so an entrance will be", "supplied to you abundantly into the everlasting kingdom of our Lord and Savior Jesus Christ. (12) For this reason I will not be negligent to remind you always of these things, though you know and are established in the present truth. (13) Yes, I think it is right, as long as I am in this tent, to stir you up by reminding you, (14) knowing that shortly I must put off my tent, just as our Lord Jesus Christ showed me. (15) Moreover I will be careful to ensure that you always have a reminder of these things after my decease. (16) For we did not follow cunningly devised fables when we made known to you the power and coming of our Lord Jesus Christ, but were eyewitnesses of", "His majesty. (17) For He received from God the Father honor and glory when such a voice came to Him from the Excellent Glory: \"This is My beloved Son, in whom I am well pleased.\" (18) And we heard this voice which came from heaven when we were with Him on the holy mountain."], "word_count": 409, "reference": "2 Peter 1:5-18", "translation": "ESV"}, {"division": "Senior", "passage_number": "106", "cards": ["(13) By this we know that we abide in Him, and He in us, because He has given us of His Spirit. (14) And we have seen and testify that the Father has sent the Son as Savior of the world. (15) Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. (16) And we have known and believed the love that God has for us. God is love, and he who abides in love abides in God, and God in him."], "word_count": 85, "reference": "1 John 4:13-16", "translation": "ESV"}]