[{"division": "Senior", "passage_number": "4", "cards": ["(13) \"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am. (14) Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet. (15) I have set you an example that you should do as I have done for you. (16) Very truly I tell you, no servant is greater than his master, nor is a messenger greater than the one who sent him. (17) Now that you know these things, you will be blessed if you do them."], "word_count": 86, "reference": "John 13:13-17", "translation": "NIV"}, {"division": "Senior", "passage_number": "2", "cards": ["(12) The next day the great crowd that had come for the festival heard that Jesus was on his way to Jerusalem. (13) They took palm branches and went out to meet him, shouting, \"Hosanna!\" \"Blessed is he who comes in the name of the Lord!\" \"Blessed is the king of Israel!\" (14) Jesus found a young donkey and sat on it, as it is written: (15) \"Do not be afraid, Daughter Zion; see, your king is coming, seated on a donkey's colt.\" (16) At first his disciples did not understand all this. Only after Jesus was glorified did they realize that these things had been written about him and that these things had been done to him."], "word_count": 113, "reference": "John 12:12-16", "translation": "NIV"}, {"division": "Senior", "passage_number": "1", "cards": ["(31) To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples. (32) Then you will know the truth, and the truth will set you free.\""], "word_count": 33, "reference": "John 8:31-32", "translation": "NIV"}, {"division": "Senior", "passage_number": "11", "cards": ["(31) \"The days are coming,\" declares the LORD, \"when I will make a new covenant with the people of Israel and with the people of Judah. (32) It will not be like the covenant I made with their ancestors when I took them by the hand to lead them out of Egypt, because they broke my covenant, though I was a husband to them,\" declares the LORD. (33) \"This is the covenant I will make with the people of Israel after that time,\" declares the LORD. \"I will put my law in their minds and write it on their hearts. I will be their God, and they will be my people. (34) No longer will they teach their neighbor, or say to one another, 'Know the LORD,' because they will all know me, from the least of them to the greatest,\" declares the LORD. \"For I will forgive their wickedness and will remember their sins no more.\""], "word_count": 306, "reference": "Jeremiah 31:31-34", "translation": "NIV"}, {"division": "Senior", "passage_number": "8", "cards": ["(5) \"I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing. (6) If you do not remain in me, you are like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned. (7) If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you. (8) This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples. (9) \"As the Father has loved me, so have I loved you. Now remain in my love."], "word_count": 226, "reference": "John 15:5-9", "translation": "NIV"}, {"division": "Senior", "passage_number": "7", "cards": ["(10) Before them the earth shakes, the heavens tremble, the sun and moon are darkened, and the stars no longer shine. (11) The LORD thunders at the head of his army; his forces are beyond number, and mighty is the army that obeys his command. The day of the LORD is great; it is dreadful. Who can endure it? (12) \"Even now,\" declares the LORD, \"return to me with all your heart, with fasting and weeping and mourning.\" (13) Rend your heart and not your garments. Return to the LORD your God, for he is gracious and compassionate, slow to anger and abounding in love, and he relents from sending calamity. (14) Who knows? He may turn and relent and leave behind a blessing--grain offerings and drink offerings for the LORD your God."], "word_count": 128, "reference": "Joel 2:10-14", "translation": "NIV"}, {"division": "Senior", "passage_number": "6", "cards": ["(1) \"Do not let your hearts be troubled. You believe in God; believe also in me. (2) My Father's house has many rooms; if that were not so, would I have told you that I am going there to prepare a place for you? (3) And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. (4) You know the way to the place where I am going.\" (5) Thomas said to him, \"Lord, we don't know where you are going, so how can we know the way?\" (6) Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."], "word_count": 244, "reference": "John 14:1-6", "translation": "NIV"}, {"division": "Senior", "passage_number": "5", "cards": ["(8) But look, you are trusting in deceptive words that are worthless. (9) \" 'Will you steal and murder, commit adultery and perjury, burn incense to Baal and follow other gods you have not known, (10) and then come and stand before me in this house, which bears my Name, and say, \"We are safe\"- -safe to do all these detestable things? (11) Has this house, which bears my Name, become a den of robbers to you? But I have been watching! declares the LORD."], "word_count": 81, "reference": "Jeremiah 7:8-11", "translation": "NIV"}, {"division": "Senior", "passage_number": "12", "cards": ["(13) \"I am coming to you now, but I say these things while I am still in the world, so that they may have the full measure of my joy within them. (14) I have given them your word and the world has hated them, for they are not of the world any more than I am of the world. (15) My prayer is not that you take them out of the world but that you protect them from the evil one. (16) They are not of the world, even as I am not of it. (17) Sanctify them by the truth; your word is truth. (18) As you sent me into the world, I have sent them into the world. (19) For them I sanctify myself, that they too may be truly sanctified."], "word_count": 127, "reference": "John 17:13-19", "translation": "NIV"}, {"division": "Senior", "passage_number": "10", "cards": ["(13) But when he, the Spirit of truth, comes, he will guide you into all the truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come. (14) He will glorify me because it is from me that he will receive what he will make known to you. (15) All that belongs to the Father is mine. That is why I said the Spirit will receive from me what he will make known to you.\""], "word_count": 86, "reference": "John 16:13-15", "translation": "NIV"}, {"division": "Senior", "passage_number": "14", "cards": ["(30) Jesus performed many other signs in the presence of his disciples, which are not recorded in this book. (31) But these are written that you may believe that Jesus is the Messiah, the Son of God, and that by believing you may have life in his name."], "word_count": 46, "reference": "John 20:30-31", "translation": "NIV"}, {"division": "Senior", "passage_number": "13", "cards": ["(7) \"Awake, sword, against my shepherd, against the man who is close to me!\" declares the LORD Almighty. \"Strike the shepherd, and the sheep will be scattered, and I will turn my hand against the little ones. (8) In the whole land,\" declares the LORD, \"two-thirds will be struck down and perish; yet one-third will be left in it. (9) This third I will put into the fire; I will refine them like silver and test them like gold. They will call on my name and I will answer them; I will say, 'They are my people,' and they will say, 'The LORD is our God.' \""], "word_count": 104, "reference": "Zechariah 13:7-9", "translation": "NIV"}, {"division": "Senior", "passage_number": "17", "cards": ["(1) Then the LORD said to Moses, \"Come up to the LORD, you and Aaron, Nadab and Abihu, and seventy of the elders of Israel. You are to worship at a distance, (2) but Moses alone is to approach the LORD; the others must not come near. And the people may not come up with him.\" (3) When Moses went and told the people all the LORD's words and laws, they responded with one voice, \"Everything the LORD has said we will do.\" (4) Moses then wrote down everything the LORD had said. He got up early the next morning and built an altar at the foot of the mountain and set up twelve stone pillars representing the twelve tribes of Israel. (5) Then he sent young", "Israelite men, and they offered burnt offerings and sacrificed young bulls as fellowship offerings to the LORD. (6) Moses took half of the blood and put it in bowls, and the other half he splashed against the altar. (7) Then he took the Book of the Covenant and read it to the people. They responded, \"We will do everything the LORD has said; we will obey.\" (8) Moses then took the blood, sprinkled it on the people and said, \"This is the blood of the covenant that the LORD has made with you in accordance with all these words.\" (9) Moses and Aaron, Nadab and Abihu, and the seventy elders of Israel went up (10) and saw the God of Israel. Under his feet was", "something like a pavement made of lapis lazuli, as bright blue as the sky. (11) But God did not raise his hand against these leaders of the Israelites; they saw God, and they ate and drank."], "word_count": 277, "reference": "Exodus 24:1-11", "translation": "NIV"}, {"division": "Senior", "passage_number": "16", "cards": ["(8) In the morning his mind was troubled, so he sent for all the magicians and wise men of Egypt. Pharaoh told them his dreams, but no one could interpret them for him."], "word_count": 32, "reference": "Genesis 41:8", "translation": "NIV"}, {"division": "Senior", "passage_number": "20", "cards": ["(1) During Jehoiakim's reign, Nebuchadnezzar king of Babylon invaded the land, and Jehoiakim became his vassal for three years. But then he turned against Nebuchadnezzar and rebelled. (2) The LORD sent Babylonian, Aramean, Moabite and Ammonite raiders against him to destroy Judah, in accordance with the word of the LORD proclaimed by his servants the prophets. (3) Surely these things happened to Judah according to the LORD's command, in order to remove them from his presence because of the sins of Manasseh and all he had done, (4) including the shedding of innocent blood. For he had filled Jerusalem with innocent blood, and", "the LORD was not willing to forgive. (5) As for the other events of Jehoiakim's reign, and all he did, are they not written in the book of the annals of the kings of Judah?"], "word_count": 266, "reference": "2 Kings 24:1-5", "translation": "NIV"}, {"division": "Senior", "passage_number": "19", "cards": ["(1) Then Hannah prayed and said: \"My heart rejoices in the LORD; in the LORD my horn is lifted high. My mouth boasts over my enemies, for I delight in your deliverance. (2) \"There is no one holy like the LORD; there is no one besides you; there is no Rock like our God. (3) \"Do not keep talking so proudly or let your mouth speak such arrogance, for the LORD is a God who knows, and by him deeds are weighed. (4) \"The bows of the warriors are broken, but those who stumbled are armed with strength. (5) Those who were full hire themselves out for food, but those who were hungry are hungry no more. She who was barren has borne seven children, but she who has had many sons pines away. (6) \"The LORD brings", "death and makes alive; he brings down to the grave and raises up. (7) The LORD sends poverty and wealth; he humbles and he exalts. (8) He raises the poor from the dust and lifts the needy from the ash heap; he seats them with princes and has them inherit a throne of honor. \"For the foundations of the earth are the LORD's; on them he has set the world. (9) He will guard the feet of his faithful servants, but the wicked will be silenced in the place of darkness. \"It is not by strength that one prevails; (10) those who oppose the LORD will be broken. The Most High will thunder from heaven; the LORD will judge the ends of the earth. \"He will give strength to his king and exalt the horn of his anointed.\""], "word_count": 398, "reference": "1 Samuel 2:1-10", "translation": "NIV"}, {"division": "Senior", "passage_number": "18", "cards": ["(5) Then the LORD came down in a pillar of cloud; he stood at the entrance to the tent and summoned Aaron and Miriam. When the two of them stepped forward, (6) he said, \"Listen to my words: \"When there is a prophet among you, I, the LORD, reveal myself to them in visions, I speak to them in dreams. (7) But this is not true of my servant Moses; he is faithful in all my house. (8) With him I speak face to face, clearly and not in riddles; he sees the form of the LORD. Why then were you not afraid to speak against my servant Moses?\" (9) The anger of the LORD burned against them, and he left them."], "word_count": 117, "reference": "Numbers 12:5-9", "translation": "NIV"}, {"division": "Senior", "passage_number": "21", "cards": ["(17) He brought up against them the king of the Babylonians, who killed their young men with the sword in the sanctuary, and did not spare young men or young women, the elderly or the infirm. God gave them all into the hands of Nebuchadnezzar. (18) He carried to Babylon all the articles from the temple of God, both large and small, and the treasures of the LORD's temple and the treasures of the king and his officials. (19) They set fire to God's temple and broke down the wall of Jerusalem; they burned all the palaces and destroyed everything of value there. (20) He carried into exile to Babylon the remnant, who escaped from the sword, and they became servants to him and his successors until the kingdom of Persia came to power."], "word_count": 130, "reference": "2 Chronicles 36:17-20", "translation": "NIV"}, {"division": "Senior", "passage_number": "26", "cards": ["(1) Does not wisdom call out? Does not understanding raise her voice? (2) At the highest point along the way, where the paths meet, she takes her stand; (3) beside the gate leading into the city, at the entrance, she cries aloud: (4) \"To you, O people, I call out; I raise my voice to all mankind. (5) You who are simple, gain prudence; you who are foolish, set your hearts on it. (6) Listen, for I have trustworthy things to say; I open my lips to speak what is right. (7) My mouth speaks what is true, for my lips detest wickedness. (8) All the words of my mouth are just; none of them is crooked or perverse. (9) To the discerning all of them are right; they are upright to those", "who have found knowledge. (10) Choose my instruction instead of silver, knowledge rather than choice gold, (11) for wisdom is more precious than rubies, and nothing you desire can compare with her. (12) \"I, wisdom, dwell together with prudence; I possess knowledge and discretion. (13) To fear the LORD is to hate evil; I hate pride and arrogance, evil behavior and perverse speech. (14) Counsel and sound judgment are mine; I have insight, I have power. (15) By me kings reign and rulers issue decrees that are just; (16) by me princes govern, and nobles--all who rule on earth. (17) I love those who love me, and those who seek me find me. (18) With me are riches", "and honor, enduring wealth and prosperity. (19) My fruit is better than fine gold; what I yield surpasses choice silver. (20) I walk in the way of righteousness, along the paths of justice, (21) bestowing a rich inheritance on those who love me and making their treasuries full."], "word_count": 323, "reference": "Proverbs 8:1-21", "translation": "NIV"}, {"division": "Senior", "passage_number": "28", "cards": ["(1) Wine is a mocker and beer a brawler; whoever is led astray by them is not wise. (2) A king's wrath strikes terror like the roar of a lion; those who anger him forfeit their lives. (3) It is to one's honor to avoid strife, but every fool is quick to quarrel. (4) Sluggards do not plow in season; so at harvest time they look but find nothing. (5) The purposes of a person's heart are deep waters, but one who has insight draws them out. (6) Many claim to have unfailing love, but a faithful person who can find? (7) The righteous lead blameless lives; blessed are their children after them. (8) When a king sits on his throne to judge, he winnows out all evil with his eyes. (9) Who can", "say, \"I have kept my heart pure; I am clean and without sin\"? (10) Differing weights and differing measures--the LORD detests them both. (11) Even small children are known by their actions, so is their conduct really pure and upright? (12) Ears that hear and eyes that see--the LORD has made them both. (13) Do not love sleep or you will grow poor; stay awake and you will have food to spare. (14) \"It's no good, it's no good!\" says the buyer--then goes off and boasts about the purchase. (15) Gold there is, and rubies in abundance, but lips that speak knowledge are a rare jewel. (16) Take the garment of one who puts up security for a stranger; hold it in", "pledge if it is done for an outsider. (17) Food gained by fraud tastes sweet, but one ends up with a mouth full of gravel. (18) Plans are established by seeking advice; so if you wage war, obtain guidance. (19) A gossip betrays a confidence; so avoid anyone who talks too much. (20) If someone curses their father or mother, their lamp will be snuffed out in pitch darkness. (21) An inheritance claimed too soon will not be blessed at the end. (22) Do not say, \"I'll pay you back for this wrong!\" Wait for the LORD, and he will avenge you. (23) The LORD detests differing weights, and dishonest scales do not please him. (24) A person's steps are directed by the LORD.", "How then can anyone understand their own way? (25) It is a trap to dedicate something rashly and only later to consider one's vows. (26) A wise king winnows out the wicked; he drives the threshing wheel over them. (27) The human spirit is the lamp of the LORD that sheds light on one's inmost being. (28) Love and faithfulness keep a king safe; through love his throne is made secure. (29) The glory of young men is their strength, gray hair the splendor of the old. (30) Blows and wounds scrub away evil, and beatings purge the inmost being."], "word_count": 691, "reference": "Proverbs 20:1-30", "translation": "NIV"}, {"division": "Senior", "passage_number": "27", "cards": ["(1) A wise son brings joy to his father, but a foolish son brings grief to his mother. (2) Ill-gotten treasures have no lasting value, but righteousness delivers from death. (3) The LORD does not let the righteous go hungry, but he thwarts the craving of the wicked. (4) Lazy hands make for poverty, but diligent hands bring wealth. (5) He who gathers crops in summer is a prudent son, but he who sleeps during harvest is a disgraceful son. (6) Blessings crown the head of the righteous, but violence overwhelms the mouth of the wicked. (7) The name of the righteous is used in blessings, but the name of the wicked will rot. (8) The wise in heart accept", "commands, but a chattering fool comes to ruin. (9) Whoever walks in integrity walks securely, but whoever takes crooked paths will be found out. (10) Whoever winks maliciously causes grief, and a chattering fool comes to ruin. (11) The mouth of the righteous is a fountain of life, but the mouth of the wicked conceals violence. (12) Hatred stirs up conflict, but love covers over all wrongs. (13) Wisdom is found on the lips of the discerning, but a rod is for the back of one who has no sense. (14) The wise store up knowledge, but the mouth of a fool invites ruin. (15) The wealth of the rich is their fortified city, but poverty is the ruin of the poor."], "word_count": 342, "reference": "Proverbs 10:1-15", "translation": "NIV"}, {"division": "Senior", "passage_number": "34", "cards": ["(24) Then King Nebuchadnezzar leaped to his feet in amazement and asked his advisers, \"Weren't there three men that we tied up and threw into the fire?\" They replied, \"Certainly, Your Majesty.\" (25) He said, \"Look! I see four men walking around in the fire, unbound and unharmed, and the fourth looks like a son of the gods.\""], "word_count": 112, "reference": "Daniel 3:24-25", "translation": "NIV"}, {"division": "Senior", "passage_number": "32", "cards": ["(4) This is what the LORD Almighty, the God of Israel, says to all those I carried into exile from Jerusalem to Babylon: (5) \"Build houses and settle down; plant gardens and eat what they produce. (6) Marry and have sons and daughters; find wives for your sons and give your daughters in marriage, so that they too may have sons and daughters. Increase in number there; do not decrease. (7) Also, seek the peace and prosperity of the city to which I have carried you into exile. Pray to the LORD for it, because if it prospers, you too will prosper.\""], "word_count": 196, "reference": "Jeremiah 29:4-7", "translation": "NIV"}, {"division": "Senior", "passage_number": "31", "cards": ["(1) A shoot will come up from the stump of Jesse; from his roots a Branch will bear fruit. (2) The Spirit of the LORD will rest on him--the Spirit of wisdom and of understanding, the Spirit of counsel and of might, the Spirit of the knowledge and fear of the LORD-- (3) and he will delight in the fear of the LORD. He will not judge by what he sees with his eyes, or decide by what he hears with his ears; (4) but with righteousness he will judge the needy, with justice he will give decisions for the poor of the earth. He will strike the earth with the rod of his mouth; with the breath of his lips he will slay the wicked. (5) Righteousness will be his belt and faithfulness the sash around his waist."], "word_count": 268, "reference": "Isaiah 11:1-5", "translation": "NIV"}, {"division": "Senior", "passage_number": "30", "cards": ["(1) Nevertheless, there will be no more gloom for those who were in distress. In the past he humbled the land of Zebulun and the land of Naphtali, but in the future he will honor Galilee of the nations, by the Way of the Sea, beyond the Jordan-- (2) The people walking in darkness have seen a great light; on those living in the land of deep darkness a light has dawned. (3) You have enlarged the nation and increased their joy; they rejoice before you as people rejoice at the harvest, as warriors rejoice when dividing the plunder. (4) For as in the day of Midian's defeat, you have shattered the yoke that burdens them, the bar across their shoulders, the rod of their", "oppressor. (5) Every warrior's boot used in battle and every garment rolled in blood will be destined for burning, will be fuel for the fire. (6) For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. (7) Of the greatness of his government and peace there will be no end. He will reign on David's throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever. The zeal of the LORD Almighty will accomplish this."], "word_count": 347, "reference": "Isaiah 9:1-7", "translation": "NIV"}, {"division": "Senior", "passage_number": "29", "cards": ["(13) I also saw under the sun this example of wisdom that greatly impressed me: (14) There was once a small city with only a few people in it. And a powerful king came against it, surrounded it and built huge siege works against it. (15) Now there lived in that city a man poor but wise, and he saved the city by his wisdom. But nobody remembered that poor man. (16) So I said, \"Wisdom is better than strength.\" But the poor man's wisdom is despised, and his words are no longer heeded. (17) The quiet words of the wise are more to be heeded than the shouts of a ruler of fools. (18) Wisdom is better than weapons of war, but one sinner destroys much good."], "word_count": 122, "reference": "Ecclesiastes 9:13-18", "translation": "NIV"}, {"division": "Senior", "passage_number": "35", "cards": ["(1) \"At that time Michael, the great prince who protects your people, will arise. There will be a time of distress such as has not happened from the beginning of nations until then. But at that time your people--everyone whose name is found written in the book--will be delivered. (2) Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt. (3) Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness, like the stars for ever and ever. (4) But you, Daniel, roll up and seal the words of the scroll until the time of the end. Many will go here and there to increase knowledge.\" (5) Then I, Daniel, looked, and there before me stood two others, one on this bank of the river", "and one on the opposite bank. (6) One of them said to the man clothed in linen, who was above the waters of the river, \"How long will it be before these astonishing things are fulfilled?\" (7) The man clothed in linen, who was above the waters of the river, lifted his right hand and his left hand toward heaven, and I heard him swear by him who lives forever, saying, \"It will be for a time, times and half a time. When the power of the holy people has been finally broken, all these things will be completed.\" (8) I heard, but I did not understand. So I asked, \"My lord, what will the outcome of all this be?\" (9) He replied, \"Go your way, Daniel, because the words are rolled up and sealed until the time of the end."], "word_count": 277, "reference": "Daniel 12:1-9", "translation": "NIV"}, {"division": "Senior", "passage_number": "33", "cards": ["(5) The king assigned them a daily amount of food and wine from the king's table. They were to be trained for three years, and after that they were to enter the king's service."], "word_count": 33, "reference": "Daniel 1:5", "translation": "NIV"}, {"division": "Senior", "passage_number": "38", "cards": ["(2) After six days Jesus took Peter, James and John with him and led them up a high mountain, where they were all alone. There he was transfigured before them. (3) His clothes became dazzling white, whiter than anyone in the world could bleach them. (4) And there appeared before them Elijah and Moses, who were talking with Jesus. (5) Peter said to Jesus, \"Rabbi, it is good for us to be here. Let us put up three shelters--one for you, one for Moses and one for Elijah.\" (6) (He did not know what to say, they were so frightened.) (7) Then a cloud appeared and covered them, and a voice came from the cloud: \"This is my Son, whom I love. Listen to him!\" (8) Suddenly, when they looked around, they no longer saw", "anyone with them except Jesus. (9) As they were coming down the mountain, Jesus gave them orders not to tell anyone what they had seen until the Son of Man had risen from the dead. (10) They kept the matter to themselves, discussing what \"rising from the dead\" meant. (11) And they asked him, \"Why do the teachers of the law say that Elijah must come first?\" (12) Jesus replied, \"To be sure, Elijah does come first, and restores all things. Why then is it written that the Son of Man must suffer much and be rejected? (13) But I tell you, Elijah has come, and they have done to him everything they wished, just as it is written about him.\""], "word_count": 372, "reference": "Mark 9:2-13", "translation": "NIV"}, {"division": "Senior", "passage_number": "36", "cards": ["(15) Blow the trumpet in Zion, declare a holy fast, call a sacred assembly. (16) Gather the people, consecrate the assembly; bring together the elders, gather the children, those nursing at the breast. Let the bridegroom leave his room and the bride her chamber. (17) Let the priests, who minister before the LORD, weep between the portico and the altar. Let them say, \"Spare your people, LORD. Do not make your inheritance an object of scorn, a byword among the nations. Why should they say among the peoples, 'Where is their God?' \" (18) Then the LORD was jealous for his land and took pity on his people. (19) The LORD replied to them: \"I am sending you grain, new", "wine and olive oil, enough to satisfy you fully; never again will I make you an object of scorn to the nations. (20) \"I will drive the northern horde far from you, pushing it into a parched and barren land; its eastern ranks will drown in the Dead Sea and its western ranks in the Mediterranean Sea. And its stench will go up; its smell will rise.\" Surely he has done great things! (21) Do not be afraid, land of Judah; be glad and rejoice. Surely the LORD has done great things! (22) Do not be afraid, you wild animals, for the pastures in the wilderness are becoming green. The trees are bearing their fruit; the fig tree and the vine yield their riches. (23) Be glad, people of", "Zion, rejoice in the LORD your God, for he has given you the autumn rains because he is faithful. He sends you abundant showers, both autumn and spring rains, as before. (24) The threshing floors will be filled with grain; the vats will overflow with new wine and oil. (25) \"I will repay you for the years the locusts have eaten--the great locust and the young locust, the other locusts and the locust swarm--my great army that I sent among you. (26) You will have plenty to eat, until you are full, and you will praise the name of the LORD your God, who has worked wonders for you; never again will my people be shamed. (27) Then you will know that I am in Israel, that", "I am the LORD your God, and that there is no other; never again will my people be shamed. (28) \"And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions. (29) Even on my servants, both men and women, I will pour out my Spirit in those days."], "word_count": 731, "reference": "Joel 2:15-29", "translation": "NIV"}, {"division": "Senior", "passage_number": "37", "cards": ["(3) Do two walk together unless they have agreed to do so? (4) Does a lion roar in the thicket when it has no prey? Does it growl in its den when it has caught nothing? (5) Does a bird swoop down to a trap on the ground when no bait is there? Does a trap spring up from the ground if it has not caught anything? (6) When a trumpet sounds in a city, do not the people tremble? When disaster comes to a city, has not the LORD caused it? (7) Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets. (8) The lion has roared--who will not fear? The Sovereign LORD has spoken--who can but prophesy?"], "word_count": 118, "reference": "Amos 3:3-8", "translation": "NIV"}, {"division": "Senior", "passage_number": "44", "cards": ["(11) Now Mary stood outside the tomb crying. As she wept,she bent over to look into the tomb (12) and saw two angels inwhite, seated where Jesus' body had been, one at the head and the other at the foot. (13) They asked her, \"Woman, why are youcrying?\" \"They have taken my Lord away,\" she said, \"and I don'tknow where they have put him.\" (14) At this, she turned aroundand saw Jesus standing there, but she did not realize that it wasJesus. (15) He asked her, \"Woman, why are you crying? Who isit you are looking for?\" Thinking he was the gardener, she said,\"Sir, if you have carried him away, tell me where you have puthim, and I will get him.\" (16) Jesus said to her, \"Mary.\" She turnedtoward him and cried out in Aramaic, \"Rabboni!\" (which means", "\"Teacher\"). (17) Jesus said, \"Do not hold on to me, for I have not yet ascended to the Father. Go instead to my brothers and tell them, 'I am ascending to my Father and your Father, to my God and your God.' \" (18) Mary Magdalene went to the disciples with the news: \"I have seen the Lord!\" And she told them that he had said these things to her. (19) On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jewish leaders, Jesus came and stood among them and said, \"Peace be with you!\" (20) After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord. (21) Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\""], "word_count": 416, "reference": "John 20:11-21", "translation": "NIV"}, {"division": "Senior", "passage_number": "42", "cards": ["(25) \"All this I have spoken while still with you. (26) But the Advocate, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you ofeverything I have said to you. (27) Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."], "word_count": 141, "reference": "John 14:25-27", "translation": "NIV"}, {"division": "Senior", "passage_number": "41", "cards": ["(18) I will not leave you as orphans; I will come to you. (19) Before long, the world will not see me anymore, but you will see me. Because I live, you also will live. (20) On that day you will realize that I am in my Father, and you are in me, and I am in you. (21) Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them.\""], "word_count": 90, "reference": "John 14:18-21", "translation": "NIV"}, {"division": "Senior", "passage_number": "40", "cards": ["(25) \"All this I have spoken while still with you. (26) But the | NBBC Memory Passage National Bible Bee |NIV | Senior Passage 40(11) Soon afterward, Jesus went to a town called Nain, and his disciples and a large crowd went along with him. (12) As he approached the town gate, a dead person was being carried out--the only son of his mother, and she was a widow. And a large crowd from the town was with her. (13) When the Lord saw her, his heart went out to her and he said, \"Don't cry.\" (14) Then he went up and touched the bier they were carrying him on, and the bearers stood still. He said, \"Young man, I say to you, get up!\" (15) The dead man sat up and began to talk, and Jesus gave him back to his mother. (16) They were all filled with awe and praised God. \"A great prophet has appeared among us,\" they said. \"God has come to help his people.\""], "word_count": 302, "reference": "Luke 7:11-16", "translation": "NIV"}, {"division": "Senior", "passage_number": "39", "cards": ["(17) As Jesus started on his way, a man ran up to him and fell on his knees before him. \"Good teacher,\" he asked, \"what must I do to inherit eternal life?\" (18) \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone. (19) You know the commandments: 'You shall not murder, you shall not commit adultery, you shall not steal, you shall not give false testimony, you shall not defraud, honor your father and mother.'\" (20) \"Teacher,\" he declared, \"all these I have kept since I was a boy.\" (21) Jesus looked at him and loved him. \"One thing you lack,\" he said. \"Go, sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\" (22) At this the man's face fell. He went away sad, because he had great wealth."], "word_count": 139, "reference": "Mark 10:17-22", "translation": "NIV"}, {"division": "Senior", "passage_number": "48", "cards": ["(4) John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits before his throne, (5) and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. To him who loves us and has freed us from our sins by his blood, (6) and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. (7) \"Look, he is coming with the clouds,\" and \"every eye will see him, even those who pierced him\"; and all peoples on earth \"will mourn because of him.\" So shall", "it be! Amen. (8) \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\""], "word_count": 181, "reference": "Revelation 1:4-8", "translation": "NIV"}, {"division": "Senior", "passage_number": "47", "cards": ["(16) At my first defense, no one came to my support, but everyone deserted me. May it not be held against them. (17) But the Lord stood at my side and gave me strength, so that through me the message might be fully proclaimed and all the Gentiles might hear it. And I was delivered from the lion's mouth. (18) The Lord will rescue me from every evil attack and will bring me safely to his heavenly kingdom. To him be glory for ever and ever. Amen."], "word_count": 168, "reference": "2 Timothy 4:16-18", "translation": "NIV"}, {"division": "Senior", "passage_number": "46", "cards": ["(6) We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing. (7) No, we declare God's wisdom, a mystery that has been hidden and that God destined for our glory before time began. (8) None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory. (9) However, as it is written: \"What no eye has seen, what no ear has heard, and what no human mind has conceived\"--the things God has prepared for those who love him-- (10) these are the things God has revealed to us by his Spirit. The Spirit searches all things,", "even the deep things of God. (11) For who knows a person's thoughts except their own spirit within them? In the same way no one knows the thoughts of God except the Spirit of God. (12) What we have received is not the spirit of the world, but the Spirit who is from God, so that we may understand what God has freely given us. (13) This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, explaining spiritual realities with Spirit-taught words. (14) The person without the Spirit does not accept the things that come from the Spirit of God but considers them foolishness, and cannot understand them because they are", "discerned only through the Spirit. (15) The person with the Spirit makes judgments about all things, but such a person is not subject to merely human judgments, (16) for, \"Who has known the mind of the Lord so as to instruct him?\" But we have the mind of Christ."], "word_count": 453, "reference": "1 Corinthians 2:6-16", "translation": "NIV"}, {"division": "Senior", "passage_number": "45", "cards": ["(30) I urge you, brothers and sisters, by our Lord Jesus Christ and by the love of the Spirit, to join me in my struggle by praying to God for me. (31) Pray that I may be kept safe from the unbelievers in Judea and that the contribution I take to Jerusalem may be favorably received by the Lord's people there, (32) so that I may come to you with joy, by God's will, and in your company be refreshed. (33) The God of peace be with you all. Amen."], "word_count": 86, "reference": "Romans 15:30-33", "translation": "NIV"}, {"division": "Senior", "passage_number": "49", "cards": ["(8) But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--they will be consigned to the fiery lake of burning sulfur. This is the second death.\" (9) One of the seven angels who had the seven bowls full of the seven last plagues came and said to me, \"Come, I will show you the bride, the wife of the Lamb.\" (10) And he carried me away in the Spirit to a mountain great and high, and showed me the Holy City, Jerusalem, coming down out of heaven from God. (11) It shone with the glory of God, and its brilliance was like that of a very precious jewel, like a jasper, clear as crystal. (12)", "It had a great, high wall with twelve gates, and with twelve angels at the gates. On the gates were written the names of the twelve tribes of Israel. (13) There were three gates on the east, three on the north, three on the south and three on the west. (14) The wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb. (15) The angel who talked with me had a measuring rod of gold to measure the city, its gates and its walls. (16) The city was laid out like a square, as long as it was wide. He measured the city with the rod and found it to be 12,000 stadia in length, and as wide and high as it is long. (17) The angel measured", "the wall using human measurement, and it was 144 cubits thick. (18) The wall was made of jasper, and the city of pure gold, as pure as glass. (19) The foundations of the city walls were decorated with every kind of precious stone. The first foundation was jasper, the second sapphire, the third agate, the fourth emerald, (20) the fifth onyx, the sixth ruby, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth turquoise, the eleventh jacinth, and the twelfth amethyst. (21) The twelve gates were twelve pearls, each gate made of a single pearl. The great street of the city was of gold, as pure as transparent glass. (22) I did not see a temple in the city,", "because the Lord God Almighty and the Lamb are its temple. (23) The city does not need the sun or the moon to shine on it, for the glory of God gives it light, and the Lamb is its lamp. (24) The nations will walk by its light, and the kings of the earth will bring their splendor into it. (25) On no day will its gates ever be shut, for there will be no night there. (26) The glory and honor of the nations will be brought into it. (27) Nothing impure will ever enter it, nor will anyone who does what is shameful or deceitful, but only those whose names are written in the Lamb's book of life."], "word_count": 486, "reference": "Revelation 21:8-27", "translation": "NIV"}, {"division": "Senior", "passage_number": "53", "cards": ["(41) \"As for the foreigner who does not belong to your people Israel but has come from a distant land because of your name-- (42) for they will hear of your great name and your mighty hand and your outstretched arm-- when they come and pray toward this temple, (43) then hear from heaven, your dwelling place. Do whatever the foreigner asks of you, so that all the peoples of the earth may know your name and fear you, as do your own people Israel, and may know that this house I have built bears your Name. (44) \"When your people go to", "war against their enemies, wherever you send them, and when they pray to the LORD toward the city you have chosen and the temple I have built for your Name, (45) then hear from heaven their prayer and their plea, and uphold their cause.-"], "word_count": 142, "reference": "1 Kings 8:41-45", "translation": "NIV"}, {"division": "Senior", "passage_number": "52", "cards": ["(1) \"Do not spread false reports. Do not help a guilty person by being a malicious witness. (2) \"Do not follow the crowd in doing wrong. When you give testimony in a lawsuit, do not pervert justice by siding with the crowd, (3) and do not show favoritism to a poor person in a lawsuit. (4) \"If you come across your enemy's ox or donkey wandering off, be sure to return it. (5) If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help them with it. (6) \"Do not deny justice to your poor people in their lawsuits. (7) Have nothing to do with a false charge and do not put an innocent or honest person to death, for I will", "not acquit the guilty. (8) \"Do not accept a bribe, for a bribe blinds those who see and twists the words of the innocent. (9) \"Do not oppress a foreigner; you yourselves know how it feels to be foreigners, because you were foreigners in Egypt. (10) \"For six years you are to sow your fields and harvest the crops, (11) but during the seventh year let the land lie unplowed and unused. Then the poor among your people may get food from it, and the wild animals may eat what is left. Do the same with your vineyard and your olive grove."], "word_count": 226, "reference": "Exodus 23:1-11", "translation": "NIV"}, {"division": "Senior", "passage_number": "51", "cards": ["(18) The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\" (19) Now the LORD God had formed out of the ground all the wild animals and all the birds in the sky. He brought them to the man to see what he would name them; and whatever the man called each living creature, that was its name. (20) So the man gave names to all the livestock, the birds in the sky and all the wild animals. But for Adam no suitable helper was found. (21) So the LORD God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man's ribs and then closed up the place with flesh. (22) Then the LORD God made a woman from the rib he had taken out of the man, and he brought her to the man."], "word_count": 152, "reference": "Genesis 2:18-22", "translation": "NIV"}, {"division": "Senior", "passage_number": "59", "cards": ["(15) Acquitting the guilty and condemning the innocent--the LORD detests them both. (16) Why should fools have money in hand to buy wisdom, when they are not able to understand it? (17) A friend loves at all times, and a brother is born for a time of adversity. (18) One who has no sense shakes hands in pledge and puts up security for a neighbor. (19) Whoever loves a quarrel loves sin; whoever builds a high gate invites destruction. (20) One whose heart is corrupt does not prosper; one whose tongue is perverse falls into trouble. (21) To have a fool for a child brings grief; there is no joy for the parent of a godless fool. (22) A cheerful heart is good medicine,", "but a crushed spirit dries up the bones. (23) The wicked accept bribes in secret to pervert the course of justice. (24) A discerning person keeps wisdom in view, but a fool's eyes wander to the ends of the earth. (25) A foolish son brings grief to his father and bitterness to the mother who bore him. (26) If imposing a fine on the innocent is not good, surely to flog honest officials is not right. (27) The one who has knowledge uses words with restraint, and whoever has understanding is even-tempered. (28) Even fools are thought wise if they keep silent, and discerning if they hold their tongues."], "word_count": 335, "reference": "Proverbs 17:15-28", "translation": "NIV"}, {"division": "Senior", "passage_number": "58", "cards": ["(1) To humans belong the plans of the heart, but from the LORD comes the proper answer of the tongue. (2) All a person's ways seem pure to them, but motives are weighed by the LORD. (3) Commit to the LORD whatever you do, and he will establish your plans. (4) The LORD works out everything to its proper end--even the wicked for a day of disaster. (5) The LORD detests all the proud of heart. Be sure of this: They will not go unpunished. (6) Through love and faithfulness sin is atoned for; through the fear of the LORD evil is avoided. (7) When the LORD takes pleasure in anyone's way, he causes their enemies to make peace with them. (8) Better a little", "with righteousness than much gain with injustice. (9) In their hearts humans plan their course, but the LORD establishes their steps."], "word_count": 254, "reference": "Proverbs 16:1-9", "translation": "NIV"}, {"division": "Senior", "passage_number": "63", "cards": ["(14) Therefore, what I did to Shiloh I will now do to the house that bears my Name, the temple you trust in, the place I gave to you and your ancestors. (15) I will thrust you from my presence, just as I did all your fellow Israelites, the people of Ephraim.' (16) \"So do not pray for this people nor offer any plea or petition for them; do not plead with me, for I will not listen to you. (17) Do you not see what they are doing in the towns of Judah and in the streets of Jerusalem? (18) The children gather wood, the fathers light the fire, and the women knead the dough and make cakes to offer to the Queen of Heaven. They pour out drink offerings to other gods to arouse my anger. (19) But am I the one they are provoking? declares the LORD. Are they not rather harming themselves, to", "their own shame? (20) \" 'Therefore this is what the Sovereign LORD says: My anger and my wrath will be poured out on this place--on man and beast, on the trees of the field and on the crops of your land--and it will burn and not be quenched. (21) \" 'This is what the LORD Almighty, the God of Israel, says: Go ahead, add your burnt offerings to your other sacrifices and eat the meat yourselves! (22) For when I brought your ancestors out of Egypt and spoke to them, I did not just give them commands about burnt offerings and sacrifices, (23) but I gave them this command: Obey me, and I will be your God and you will be my people. Walk in obedience to all I command you, that it may go well with you."], "word_count": 419, "reference": "Jeremiah 7:14-23", "translation": "NIV"}, {"division": "Senior", "passage_number": "62", "cards": ["(4) For the sake of Jacob my servant, of Israel my chosen, I summon you by name and bestow on you a title of honor, though you do not acknowledge me. (5) I am the LORD, and there is no other; apart from me there is no God. I will strengthen you, though you have not acknowledged me, (6) so that from the rising of the sun to the place of its setting people may know there is none besides me. I am the LORD, and there is no other. (7) I form the light and create darkness, I bring prosperity and create disaster; I, the LORD, do all these things. (8) \"You heavens above, rain down my righteousness; let the clouds shower it down. Let the earth open wide, let salvation spring up, let righteousness flourish with it; I, the LORD, have created it."], "word_count": 280, "reference": "Isaiah 45:4-8", "translation": "NIV"}, {"division": "Senior", "passage_number": "61", "cards": ["(1) \"But now listen, Jacob, my servant, Israel, whom I have chosen. (2) This is what the LORD says--he who made you, who formed you in the womb, and who will help you: Do not be afraid, Jacob, my servant, Jeshurun, whom I have chosen. (3) For I will pour water on the thirsty land, and streams on the dry ground; I will pour out my Spirit on your offspring, and my blessing on your descendants. (4) They will spring up like grass in a meadow, like poplar trees by flowing streams. (5) Some will say, 'I belong to the LORD'; others will call themselves by the name of Jacob; still others will write on their hand, 'The LORD's,' and will take the name Israel. (6) \"This is what the", "LORD says--Israel's King and Redeemer, the LORD Almighty: I am the first and I am the last; apart from me there is no God. (7) Who then is like me? Let him proclaim it. Let him declare and lay out before me what has happened since I established my ancient people, and what is yet to come--yes, let them foretell what will come. (8) Do not tremble, do not be afraid. Did I not proclaim this and foretell it long ago? You are my witnesses. Is there any God besides me? No, there is no other Rock; I know not one.\" (9) All who make idols are nothing, and the things they treasure are worthless. Those who would speak up for them are blind; they are ignorant, to their own", "shame. (10) Who shapes a god and casts an idol, which can profit nothing? (11) People who do that will be put to shame; such craftsmen are only human beings. Let them all come together and take their stand; they will be brought down to terror and shame."], "word_count": 467, "reference": "Isaiah 44:1-11", "translation": "NIV"}, {"division": "Senior", "passage_number": "60", "cards": ["(2) Invest in seven ventures, yes, in eight; you do not know what disaster may come upon the land. (3) If clouds are full of water, they pour rain on the earth. Whether a tree falls to the south or to the north, in the place where it falls, there it will lie. (4) Whoever watches the wind will not plant; whoever looks at the clouds will not reap. (5) As you do not know the path of the wind, or how the body is formed in a mother's womb, so you cannot understand the work of God, the Maker of all things. (6) Sow your seed in the morning, and at evening let your hands not be idle, for you do not know which will succeed, whether this or that, or whether both will do equally well."], "word_count": 133, "reference": "Ecclesiastes 11:2-6", "translation": "NIV"}, {"division": "Senior", "passage_number": "64", "cards": ["(8) In the morning the word of the LORD came to me: (9) \"Son of man, did not the Israelites, that rebellious people, ask you, 'What are you doing?' (10) \"Say to them, 'This is what the Sovereign LORD says: This prophecy concerns the prince in Jerusalem and all the Israelites who are there.' (11) Say to them, 'I am a sign to you.' \"As I have done, so it will be done to them. They will go into exile as captives. (12) \"The prince among them will put his things on his shoulder at dusk and leave, and a hole will be dug in the wall for him to go through. He will cover his face so that he cannot see the land. (13) I will spread my net for him, and he will be caught in my snare; I", "will bring him to Babylonia, the land of the Chaldeans, but he will not see it, and there he will die. (14) I will scatter to the winds all those around him--his staff and all his troops--and I will pursue them with drawn sword. (15) \"They will know that I am the LORD, when I disperse them among the nations and scatter them through the countries. (16) But I will spare a few of them from the sword, famine and plague, so that in the nations where they go they may acknowledge all their detestable practices. Then they will know that I am the LORD.\""], "word_count": 237, "reference": "Ezekiel 12:8-16", "translation": "NIV"}, {"division": "Senior", "passage_number": "68", "cards": ["(1) King Nebuchadnezzar made an image of gold, sixty cubits high and six cubits wide, and set it up on the plain of Dura in the province of Babylon. (2) He then summoned the satraps, prefects, governors, advisers, treasurers, judges, magistrates and all the other provincial officials to come to the dedication of the image he had set up. (3) So the satraps, prefects, governors, advisers, treasurers, judges, magistrates and all the other provincial officials assembled for the dedication of the image that King Nebuchadnezzar had set up, and they stood before it. (4) Then the herald loudly proclaimed, \"Nations and peoples of every language, this is what you are commanded to", "do: (5) As soon as you hear the sound of the horn, flute, zither, lyre, harp, pipe and all kinds of music, you must fall down and worship the image of gold that King Nebuchadnezzar has set up. (6) Whoever does not fall down and worship will immediately be thrown into a blazing furnace.\" (7) Therefore, as soon as they heard the sound of the horn, flute, zither, lyre, harp and all kinds of music, all the nations and peoples of every language fell down and worshiped the image of gold that King Nebuchadnezzar had set up."], "word_count": 296, "reference": "Daniel 3:1-7", "translation": "NIV"}, {"division": "Senior", "passage_number": "67", "cards": ["(46) Then King Nebuchadnezzar fell prostrate before Daniel and paid him honor and ordered that an offering and incense be presented to him. (47) The king said to Daniel, \"Surely your God is the God of gods and the Lord of kings and a revealer of mysteries, for you were able to reveal this mystery.\" (48) Then the king placed Daniel in a high position and lavished many gifts on him. He made him ruler over the entire province of Babylon and placed him in charge of all its wise men. (49) Moreover, at Daniel's request the king appointed Shadrach, Meshach and Abednego administrators over the province of Babylon, while Daniel himself remained at the royal court."], "word_count": 226, "reference": "Daniel 2:46-49", "translation": "NIV"}, {"division": "Senior", "passage_number": "66", "cards": ["(1) In the second year of his reign, Nebuchadnezzar had dreams; his mind was troubled and he could not sleep. (2) So the king summoned the magicians, enchanters, sorcerers and astrologers to tell him what he had dreamed. When they came in and stood before the king,"], "word_count": 90, "reference": "Daniel 2:1-2", "translation": "NIV"}, {"division": "Senior", "passage_number": "65", "cards": ["(21) \"But if a wicked person turns away from all the sins they have committed and keeps all my decrees and does what is just and right, that person will surely live; they will not die. (22) None of the offenses they have committed will be remembered against them. Because of the righteous things they have done, they will live. (23) Do I take any pleasure in the death of the wicked? declares the Sovereign LORD. Rather, am I not pleased when they turn from their ways and live? (24) \"But if a righteous person turns from their righteousness and commits sin and does the same detestable things the wicked person does, will they live? None of the righteous things that person has done will be remembered. Because of the unfaithfulness they are guilty of and because of the", "sins they have committed, they will die. (25) \"Yet you say, 'The way of the Lord is not just.' Hear, you Israelites: Is my way unjust? Is it not your ways that are unjust? (26) If a righteous person turns from their righteousness and commits sin, they will die for it; because of the sin they have committed they will die. (27) But if a wicked person turns away from the wickedness they have committed and does what is just and right, they will save their life. (28) Because they consider all the offenses they have committed and turn away from them, that person will surely live; they will not die. (29) Yet the Israelites say, 'The way of the Lord is not just.' Are my ways unjust, people of Israel? Is it not your ways that are unjust?"], "word_count": 404, "reference": "Ezekiel 18:21-29", "translation": "NIV"}, {"division": "Senior", "passage_number": "69", "cards": ["(18) \"This is the dream that I, King Nebuchadnezzar, had. Now, Belteshazzar, tell me what it means, for none of the wise men in my kingdom can interpret it for me. But you can, because the spirit of the holy gods is in you.\" (19) Then Daniel (also called Belteshazzar) was greatly perplexed for a time, and his thoughts terrified him. So the king said, \"Belteshazzar, do not let the dream or its meaning alarm you.\" Belteshazzar answered, \"My lord, if only the dream applied to your enemies and its meaning to your adversaries! (20) The tree you saw, which grew large and strong, with its top touching the sky, visible to the whole earth, (21) with beautiful leaves", "and abundant fruit, providing food for all, giving shelter to the wild animals, and having nesting places in its branches for the birds-- (22) Your Majesty, you are that tree! You have become great and strong; your greatness has grown until it reaches the sky, and your dominion extends to distant parts of the earth. (23) \"Your Majesty saw a holy one, a messenger, coming down from heaven and saying, 'Cut down the tree and destroy it, but leave the stump, bound with iron and bronze, in the grass of the field, while its roots remain in the ground. Let him be drenched with the dew of heaven; let him live with the wild animals, until seven times pass by for him.'", "(24) \"This is the interpretation, Your Majesty, and this is the decree the Most High has issued against my lord the king: (25) You will be driven away from people and will live with the wild animals; you will eat grass like the ox and be drenched with the dew of heaven. Seven times will pass by for you until you acknowledge that the Most High is sovereign over all kingdoms on earth and gives them to anyone he wishes. (26) The command to leave the stump of the tree with its roots means that your kingdom will be restored to you when you acknowledge that Heaven rules. (27) Therefore, Your Majesty, be pleased to accept my advice: Renounce your sins by", "doing what is right, and your wickedness by being kind to the oppressed. It may be that then your prosperity will continue.\" (28) All this happened to King Nebuchadnezzar. (29) Twelve months later, as the king was walking on the roof of the royal palace of Babylon, (30) he said, \"Is not this the great Babylon I have built as the royal residence, by my mighty power and for the glory of my majesty?\" (31) Even as the words were on his lips, a voice came from heaven, \"This is what is decreed for you, King Nebuchadnezzar: Your royal authority has been taken from you."], "word_count": 572, "reference": "Daniel 4:18-31", "translation": "NIV"}, {"division": "Senior", "passage_number": "71", "cards": ["(4) I prayed to the LORD my God and confessed: \"Lord, the great and awesome God, who keeps his covenant of love with those who love him and keep his commandments, (5) we have sinned and done wrong. We have been wicked and have rebelled; we have turned away from your commands and laws. (6) We have not listened to your servants the prophets, who spoke in your name to our kings, our princes and our ancestors, and to all the people of the land. (7) \"Lord, you are righteous, but this day we are covered with shame--the people of Judah and the inhabitants of Jerusalem and all Israel, both near and far, in all the countries where you have scattered us because of our unfaithfulness to you."], "word_count": 248, "reference": "Daniel 9:4-7", "translation": "NIV"}, {"division": "Senior", "passage_number": "70", "cards": ["(15) Then the men went as a group to King Darius and said to him, \"Remember, Your Majesty, that according to the law of the Medes and Persians no decree or edict that the king issues can be changed.\" (16) So the king gave the order, and they brought Daniel and threw him into the lions' den. The king said to Daniel, \"May your God, whom you serve continually, rescue you!\" (17) A stone was brought and placed over the mouth of the den, and the king sealed it with his own signet ring and with the rings of his nobles, so that Daniel's situation might not be changed. (18) Then the king returned to his palace and spent the night without eating and without any entertainment being brought to him. And he could not sleep. (19) At the first light of dawn, the king got up", "and hurried to the lions' den. (20) When he came near the den, he called to Daniel in an anguished voice, \"Daniel, servant of the living God, has your God, whom you serve continually, been able to rescue you from the lions?\" (21) Daniel answered, \"May the king live forever! (22) My God sent his angel, and he shut the mouths of the lions. They have not hurt me, because I was found innocent in his sight. Nor have I ever done any wrong before you, Your Majesty.\" (23) The king was overjoyed and gave orders to lift Daniel out of the den. And when Daniel was lifted from the den, no wound was found on him, because he had trusted in his God. (24) At the king's command, the men who had falsely accused Daniel were brought in and thrown into the lions' den, along with their", "wives and children. And before they reached the floor of the den, the lions overpowered them and crushed all their bones. (25) Then King Darius wrote to all the nations and peoples of every language in all the earth: \"May you prosper greatly! (26) \"I issue a decree that in every part of my kingdom people must fear and reverence the God of Daniel. \"For he is the living God and he endures forever; his kingdom will not be destroyed, his dominion will never end. (27) He rescues and he saves; he performs signs and wonders in the heavens and on the earth. He has rescued Daniel from the power of the lions.\" (28) So Daniel prospered during the reign of Darius and the reign of Cyrus the Persian."], "word_count": 695, "reference": "Daniel 6:15-28", "translation": "NIV"}, {"division": "Senior", "passage_number": "72", "cards": ["(16) Lord, in keeping with all your righteous acts, turn away your anger and your wrath from Jerusalem, your city, your holy hill. Our sins and the iniquities of our ancestors have made Jerusalem and your people an object of scorn to all those around us. (17) \"Now, our God, hear the prayers and petitions of your servant. For your sake, Lord, look with favor on your desolate sanctuary. (18) Give ear, our God, and hear; open your eyes and see the desolation of the city that bears your Name. We do not make requests of you because we are righteous, but because of your great mercy. (19) Lord, listen! Lord, forgive! Lord, hear and act! For your sake, my God, do not delay, because your city and your people bear your Name.\""], "word_count": 129, "reference": "Daniel 9:16-19", "translation": "NIV"}, {"division": "Senior", "passage_number": "77", "cards": ["(1) In those days John the Baptist came, preaching in the wilderness of Judea (2) and saying, \"Repent, for the kingdom of heaven has come near.\" (3) This is he who was spoken of through the prophet Isaiah: \"A voice of one calling in the wilderness, 'Prepare the way for the Lord, make straight paths for him.' \""], "word_count": 110, "reference": "Matthew 3:1-3", "translation": "NIV"}, {"division": "Senior", "passage_number": "75", "cards": ["(1) \"I will send my messenger, who will prepare the way before me. Then suddenly the Lord you are seeking will come to his temple; the messenger of the covenant, whom you desire, will come,\" says the LORD Almighty. (2) But who can endure the day of his coming? Who can stand when he appears? For he will be like a refiner's fire or a launderer's soap. (3) He will sit as a refiner and purifier of silver; he will purify the Levites and refine them like gold and silver. Then the LORD will have men who will bring offerings in righteousness, (4) and the offerings of Judah and Jerusalem will be acceptable to the LORD, as in days gone by, as in former years. (5) \"So I will come to put you on trial. I will be quick to testify against sorcerers,", "adulterers and perjurers, against those who defraud laborers of their wages, who oppress the widows and the fatherless, and deprive the foreigners among you of justice, but do not fear me,\" says the LORD Almighty. (6) \"I the LORD do not change. So you, the descendants of Jacob, are not destroyed. (7) Ever since the time of your ancestors you have turned away from my decrees and have not kept them. Return to me, and I will return to you,\" says the LORD Almighty. \"But you ask, 'How are we to return?' (8) \"Will a mere mortal rob God? Yet you rob me. \"But you ask, 'How are we robbing you?' \"In tithes and offerings. (9) You are under a curse-- your whole nation--because you are robbing me."], "word_count": 524, "reference": "Malachi 3:1-9", "translation": "NIV"}, {"division": "Senior", "passage_number": "74", "cards": ["(2) This is what the LORD Almighty says: \"These people say, 'The time has not yet come to rebuild the LORD's house.' \" (3) Then the word of the LORD came through the prophet Haggai: (4) \"Is it a time for you yourselves to be living in your paneled houses, while this house remains a ruin?\" (5) Now this is what the LORD Almighty says: \"Give careful thought to your ways. (6) You have planted much, but harvested little. You eat, but never have enough. You drink, but never have your fill. You put on clothes, but are not warm. You earn wages, only to put them in a purse with holes in it.\" (7) This is what the LORD Almighty says: \"Give careful thought to your", "ways. (8) Go up into the mountains and bring down timber and build my house, so that I may take pleasure in it and be honored,\" says the LORD."], "word_count": 270, "reference": "Haggai 1:2-8", "translation": "NIV"}, {"division": "Senior", "passage_number": "73", "cards": ["(1) In the last days the mountain of the LORD's temple will be established as the highest of the mountains; it will be exalted above the hills, and peoples will stream to it. (2) Many nations will come and say, \"Come, let us go up to the mountain of the LORD, to the temple of the God of Jacob. He will teach us his ways, so that we may walk in his paths.\" The law will go out from Zion, the word of the LORD from Jerusalem. (3) He will judge between many peoples and will settle disputes for strong nations far and wide. They will beat their swords into plowshares and their spears into pruning hooks. Nation will not take up sword against nation, nor will they train for war anymore."], "word_count": 129, "reference": "Micah 4:1-3", "translation": "NIV"}, {"division": "Senior", "passage_number": "78", "cards": ["(5) \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by others. Truly I tell you, they have received their reward in full. (6) But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. (7) And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. (8) Do not be like them, for your Father knows what you need before you ask him. (9) \"This, then, is how you should pray: \" 'Our Father in heaven, hallowed be your name, (10) your kingdom come, your will be done, on earth as it is in heaven. (11) Give us today our daily bread. (12) And forgive", "us our debts, as we also have forgiven our debtors. (13) And lead us not into temptation, but deliver us from the evil one.' (14) For if you forgive other people when they sin against you, your heavenly Father will also forgive you. (15) But if you do not forgive others their sins, your Father will not forgive your sins. (16) \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show others they are fasting. Truly I tell you, they have received their reward in full. (17) But when you fast, put oil on your head and wash your face, (18) so that it will not be obvious to others that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you."], "word_count": 286, "reference": "Matthew 6:5-18", "translation": "NIV"}, {"division": "Senior", "passage_number": "76", "cards": ["(20) But after he had considered this, an angel of the Lord appeared to him in a dream and said, \"Joseph son of David, do not be afraid to take Mary home as your wife, because what is conceived in her is from the Holy Spirit. (21) She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.\" (22) All this took place to fulfill what the Lord had said through the prophet: (23) \"The virgin will conceive and give birth to a son, and they will call him Immanuel\" (which means \"God with us\"). (24) When Joseph woke up, he did what the angel of the Lord had commanded him and took Mary home as his wife. (25) But he did not consummate their marriage until she gave birth to a son. And he gave him the name Jesus."], "word_count": 148, "reference": "Matthew 1:20-25", "translation": "NIV"}, {"division": "Senior", "passage_number": "82", "cards": ["(7) I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. (8) \"Or suppose a woman has ten silver coins and loses one. Doesn't she light a lamp, sweep the house and search carefully until she finds it? (9) And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' (10) In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" (11) Jesus continued: \"There was a man who had two sons. (12) The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. (13) \"Not long after that, the younger", "son got together all he had, set off for a distant country and there squandered his wealth in wild living. (14) After he had spent everything, there was a severe famine in that whole country, and he began to be in need. (15) So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. (16) He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. (17) \"When he came to his senses, he said, 'How many of my father's hired servants have food to spare, and here I am starving to death! (18) I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. (19) I am no longer worthy to be called your son; make me like one of your hired servants.' (20) So he got", "up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. (21) \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son.' (22) \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. (23) Bring the fattened calf and kill it. Let's have a feast and celebrate. (24) For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate."], "word_count": 561, "reference": "Luke 15:7-24", "translation": "NIV"}, {"division": "Senior", "passage_number": "81", "cards": ["(2) When the Sabbath came, he began to teach in the synagogue, and many who heard him were amazed. \"Where did this man get these things?\" they asked. \"What's this wisdom that has been given him? What are these remarkable miracles he is performing? (3) Isn't this the carpenter? Isn't this Mary's son and the brother of James, Joseph, Judas and Simon? Aren't his sisters here with us?\" And they took offense at him. (4) Jesus said to them, \"A prophet is not without honor except in his own town, among his relatives and in his own home.\" (5) He could not do any miracles there, except lay his hands on a few sick people and heal them. (6) He was amazed", "at their lack of faith. Then Jesus went around teaching from village to village. (7) Calling the Twelve to him, he began to send them out two by two and gave them authority over impure spirits. (8) These were his instructions: \"Take nothing for the journey except a staff--no bread, no bag, no money in your belts. (9) Wear sandals but not an extra shirt. (10) Whenever you enter a house, stay there until you leave that town. (11) And if any place will not welcome you or listen to you, leave that place and shake the dust off your feet as a testimony against them.\""], "word_count": 335, "reference": "Mark 6:2-11", "translation": "NIV"}, {"division": "Senior", "passage_number": "80", "cards": ["(20) Then Jesus entered a house, and again a crowd gathered, so that he and his disciples were not even able to eat. (21) When his family heard about this, they went to take charge of him, for they said, \"He is out of his mind.\" (22) And the teachers of the law who came down from Jerusalem said, \"He is possessed by Beelzebul! By the prince of demons he is driving out demons.\" (23) So Jesus called them over to him and began to speak to them in parables: \"How can Satan drive out Satan? (24) If a kingdom is divided against itself, that kingdom cannot stand. (25) If a house is divided against itself, that house cannot stand. (26) And if Satan opposes himself", "and is divided, he cannot stand; his end has come. (27) In fact, no one can enter a strong man's house without first tying him up. Then he can plunder the strong man's house."], "word_count": 185, "reference": "Mark 3:20-27", "translation": "NIV"}, {"division": "Senior", "passage_number": "79", "cards": ["(31) \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his glorious throne. (32) All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. (33) He will put the sheep on his right and the goats on his left. (34) \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. (35) For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, (36) I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.'"], "word_count": 298, "reference": "Matthew 25:31-36", "translation": "NIV"}, {"division": "Senior", "passage_number": "84", "cards": ["(19) Jesus gave them this answer: \"Very truly I tell you, the Son can do nothing by himself; he can do only what he sees his Father doing, because whatever the Father does the Son also does. (20) For the Father loves the Son and shows him all he does. Yes, and he will show him even greater works than these, so that you will be amazed. (21) For just as the Father raises the dead and gives them life, even so the Son gives life to whom he is pleased to give it. (22) Moreover, the Father judges no one, but has entrusted all judgment to the Son, (23) that all may honor the Son just as they honor the Father. Whoever does not honor the Son does not honor", "the Father, who sent him. (24) \"Very truly I tell you, whoever hears my word and believes him who sent me has eternal life and will not be judged but has crossed over from death to life. (25) Very truly I tell you, a time is coming and has now come when the dead will hear the voice of the Son of God and those who hear will live. (26) For as the Father has life in himself, so he has granted the Son also to have life in himself. (27) And he has given him authority to judge because he is the Son of Man. (28) \"Do not be amazed at this, for a time is coming when all who are in their graves will hear his voice (29) and come out--those who have done what is good will", "rise to live, and those who have done what is evil will rise to be condemned. (30) By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me. (31) \"If I testify about myself, my testimony is not true. (32) There is another who testifies in my favor, and I know that his testimony about me is true. (33) \"You have sent to John and he has testified to the truth. (34) Not that I accept human testimony; but I mention it that you may be saved. (35) John was a lamp that burned and gave light, and you chose for a time to enjoy his light. (36) \"I have testimony weightier than that of John. For the works that the", "Father has given me to finish--the very works that I am doing- -testify that the Father has sent me. (37) And the Father who sent me has himself testified concerning me. You have never heard his voice nor seen his form, (38) nor does his word dwell in you, for you do not believe the one he sent. (39) You study the Scriptures diligently because you think that in them you have eternal life. These are the very Scriptures that testify about me, (40) yet you refuse to come to me to have life."], "word_count": 832, "reference": "John 5:19-40", "translation": "NIV"}, {"division": "Senior", "passage_number": "83", "cards": ["(43) After the two days he left for Galilee. (44) (Now Jesus himself had pointed out that a prophet has no honor in his own country.) (45) When he arrived in Galilee, the Galileans welcomed him. They had seen all that he had done in Jerusalem at the Passover Festival, for they also had been there. (46) Once more he visited Cana in Galilee, where he had turned the water into wine. And there was a certain royal official whose son lay sick at Capernaum. (47) When this man heard that Jesus had arrived in Galilee from Judea, he went to him and begged him to come and heal his son, who was close to death. (48) \"Unless you people see signs and", "wonders,\" Jesus told him, \"you will never believe.\" (49) The royal official said, \"Sir, come down before my child dies.\" (50) \"Go,\" Jesus replied, \"your son will live.\" The man took Jesus at his word and departed. (51) While he was still on the way, his servants met him with the news that his boy was living. (52) When he inquired as to the time when his son got better, they said to him, \"Yesterday, at one in the afternoon, the fever left him.\" (53) Then the father realized that this was the exact time at which Jesus had said to him, \"Your son will live.\" So he and his whole household believed. (54) This was the second sign Jesus performed after coming from Judea to Galilee."], "word_count": 355, "reference": "John 4:43-54", "translation": "NIV"}, {"division": "Senior", "passage_number": "85", "cards": ["(1) One day Peter and John were going up to the temple at the time of prayer--at three in the afternoon. (2) Now a man who was lame from birth was being carried to the temple gate called Beautiful, where he was put every day to beg from those going into the temple courts. (3) When he saw Peter and John about to enter, he asked them for money. (4) Peter looked straight at him, as did John. Then Peter said, \"Look at us!\" (5) So the man gave them his attention, expecting to get something from them. (6) Then Peter said, \"Silver or gold I do not have, but what I do have I give you. In the name of Jesus Christ of Nazareth, walk.\" (7) Taking him by the right hand,", "he helped him up, and instantly the man's feet and ankles became strong. (8) He jumped to his feet and began to walk. Then he went with them into the temple courts, walking and jumping, and praising God. (9) When all the people saw him walking and praising God, (10) they recognized him as the same man who used to sit begging at the temple gate called Beautiful, and they were filled with wonder and amazement at what had happened to him. (11) While the man held on to Peter and John, all the people were astonished and came running to them in the place called Solomon's Colonnade. (12) When Peter saw this, he said to them: \"Fellow Israelites,", "why does this surprise you? Why do you stare at us as if by our own power or godliness we had made this man walk? (13) The God of Abraham, Isaac and Jacob, the God of our fathers, has glorified his servant Jesus. You handed him over to be killed, and you disowned him before Pilate, though he had decided to let him go. (14) You disowned the Holy and Righteous One and asked that a murderer be released to you. (15) You killed the author of life, but God raised him from the dead. We are witnesses of this. (16) By faith in the name of Jesus, this man whom you see and know was made strong. It is Jesus' name and the faith that comes through", "him that has completely healed him, as you can all see. (17) \"Now, fellow Israelites, I know that you acted in ignorance, as did your leaders. (18) But this is how God fulfilled what he had foretold through all the prophets, saying that his Messiah would suffer. (19) Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord, (20) and that he may send the Messiah, who has been appointed for you--even Jesus."], "word_count": 570, "reference": "Acts 3:1-20", "translation": "NIV"}, {"division": "Senior", "passage_number": "87", "cards": ["(1) You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge another, you are condemning yourself, because you who pass judgment do the same things. (2) Now we know that God's judgment against those who do such things is based on truth. (3) So when you, a mere human being, pass judgment on them and yet do the same things, do you think you will escape God's judgment? (4) Or do you show contempt for the riches of his kindness, forbearance and patience, not realizing that God's kindness is intended to lead you to repentance? (5) But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God's wrath, when his righteous judgment will be", "revealed. (6) God \"will repay each person according to what they have done.\" (7) To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. (8) But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. (9) There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile; (10) but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile. (11) For God does not show favoritism. (12) All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law."], "word_count": 371, "reference": "Romans 2:1-12", "translation": "NIV"}, {"division": "Senior", "passage_number": "86", "cards": ["(9) About noon the following day as they were on their journey and approaching the city, Peter went up on the roof to pray. (10) He became hungry and wanted something to eat, and while the meal was being prepared, he fell into a trance. (11) He saw heaven opened and something like a large sheet being let down to earth by its four corners. (12) It contained all kinds of four-footed animals, as well as reptiles and birds. (13) Then a voice told him, \"Get up, Peter. Kill and eat.\" (14) \"Surely not, Lord!\" Peter replied. \"I have never eaten anything impure or unclean.\" (15) The voice spoke to him a second time, \"Do not call anything impure that God has made clean.\" (16) This happened three times, and immediately the sheet was taken back to heaven. (17) While Peter was wondering", "about the meaning of the vision, the men sent by Cornelius found out where Simon's house was and stopped at the gate. (18) They called out, asking if Simon who was known as Peter was staying there. (19) While Peter was still thinking about the vision, the Spirit said to him, \"Simon, three men are looking for you. (20) So get up and go downstairs. Do not hesitate to go with them, for I have sent them.\" (21) Peter went down and said to the men, \"I'm the one you're looking for. Why have you come?\" (22) The men replied, \"We have come from Cornelius the centurion. He is a righteous and God-fearing man, who is respected by all the Jewish people. A holy angel told him to ask you to come to his house so that he could hear what you have to say.\""], "word_count": 548, "reference": "Acts 10:9-22", "translation": "NIV"}, {"division": "Senior", "passage_number": "88", "cards": ["(6) But now, by dying to what once bound us, we have been released from the law so that we serve in the new way of the Spirit, and not in the old way of the written code. (7) What shall we say, then? Is the law sinful? Certainly not! Nevertheless, I would not have known what sin was had it not been for the law. For I would not have known what coveting really was if the law had not said, \"You shall not covet.\" (8) But sin, seizing the opportunity afforded by the commandment, produced in me every kind of coveting. For apart from the law, sin was dead. (9) Once I was alive apart from the law; but when the commandment came, sin sprang to life and I died. (10) I found", "that the very commandment that was intended to bring life actually brought death. (11) For sin, seizing the opportunity afforded by the commandment, deceived me, and through the commandment put me to death. (12) So then, the law is holy, and the commandment is holy, righteous and good."], "word_count": 176, "reference": "Romans 7:6-12", "translation": "NIV"}, {"division": "Senior", "passage_number": "92", "cards": ["(1) As for you, you were dead in your transgressions and sins, (2) in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient. (3) All of us also lived among them at one time, gratifying the cravings of our flesh and following its desires and thoughts. Like the rest, we were by nature deserving of wrath. (4) But because of his great love for us, God, who is rich in mercy, (5) made us alive with Christ even when we were dead in transgressions- -it is by grace you have been saved. (6) And God raised us up with Christ and seated us with him in the heavenly realms", "in Christ Jesus, (7) in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus. (8) For it is by grace you have been saved, through faith--and this is not from yourselves, it is the gift of God-- (9) not by works, so that no one can boast. (10) For we are God's handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do. (11) Therefore, remember that formerly you who are Gentiles by birth and called \"uncircumcised\" by those who call themselves \"the circumcision\" (which is done in the body by human hands)-- (12) remember that at that time you were", "separate from Christ, excluded from citizenship in Israel and foreigners to the covenants of the promise, without hope and without God in the world. (13) But now in Christ Jesus you who once were far away have been brought near by the blood of Christ."], "word_count": 419, "reference": "Ephesians 2:1-13", "translation": "NIV"}, {"division": "Senior", "passage_number": "90", "cards": ["(7) Now if the ministry that brought death, which was engraved in letters on stone, came with glory, so that the Israelites could not look steadily at the face of Moses because of its glory, transitory though it was, (8) will not the ministry of the Spirit be even more glorious? (9) If the ministry that brought condemnation was glorious, how much more glorious is the ministry that brings righteousness! (10) For what was glorious has no glory now in comparison with the surpassing glory. (11) And if what was transitory came with glory, how much greater is the glory of that which lasts! (12) Therefore, since we have such a hope, we are very bold. (13) We are not like Moses, who would put a veil over his face to prevent the Israelites", "from seeing the end of what was passing away. (14) But their minds were made dull, for to this day the same veil remains when the old covenant is read. It has not been removed, because only in Christ is it taken away. (15) Even to this day when Moses is read, a veil covers their hearts. (16) But whenever anyone turns to the Lord, the veil is taken away. (17) Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom. (18) And we all, who with unveiled faces contemplate the Lord's glory, are being transformed into his image with ever-increasing glory, which comes from the Lord, who is the Spirit."], "word_count": 480, "reference": "2 Corinthians 3:7-18", "translation": "NIV"}, {"division": "Senior", "passage_number": "89", "cards": ["(5) What, after all, is Apollos? And what is Paul? Only servants, through whom you came to believe--as the Lord has assigned to each his task. (6) I planted the seed, Apollos watered it, but God has been making it grow. (7) So neither the one who plants nor the one who waters is anything, but only God, who makes things grow. (8) The one who plants and the one who waters have one purpose, and they will each be rewarded according to their own labor. (9) For we are co-workers in God's service; you are God's field, God's building. (10) By the grace God has given me, I laid a foundation as a wise builder, and someone else is building on it. But each one should build with care. (11) For no one can lay any foundation other than the one already laid, which is Jesus Christ.", "(12) If anyone builds on this foundation using gold, silver, costly stones, wood, hay or straw, (13) their work will be shown for what it is, because the Day will bring it to light. It will be revealed with fire, and the fire will test the quality of each person's work. (14) If what has been built survives, the builder will receive a reward. (15) If it is burned up, the builder will suffer loss but yet will be saved-- even though only as one escaping through the flames. (16) Don't you know that you yourselves are God's temple and that God's Spirit dwells in your midst? (17) If anyone destroys God's temple, God will destroy that person; for God's temple is sacred, and you together are that temple."], "word_count": 405, "reference": "1 Corinthians 3:5-17", "translation": "NIV"}, {"division": "Senior", "passage_number": "91", "cards": ["(5) Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you-- unless, of course, you fail the test? (6) And I trust that you will discover that we have not failed the test. (7) Now we pray to God that you will not do anything wrong--not so that people will see that we have stood the test but so that you will do what is right even though we may seem to have failed. (8) For we cannot do anything against the truth, but only for the truth."], "word_count": 96, "reference": "2 Corinthians 13:5-8", "translation": "NIV"}, {"division": "Senior", "passage_number": "96", "cards": ["(1) I urge, then, first of all, that petitions, prayers, intercession and thanksgiving be made for all people-- (2) for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. (3) This is good, and pleases God our Savior, (4) who wants all people to be saved and to come to a knowledge of the truth. (5) For there is one God and one mediator between God and mankind, the man Christ Jesus, (6) who gave himself as a ransom for all people. This has now been witnessed to at the proper time. (7) And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a true and faithful teacher of the Gentiles. (8) Therefore I want the men everywhere to pray,", "lifting up holy hands without anger or disputing. (9) I also want the women to dress modestly, with decency and propriety, adorning themselves, not with elaborate hairstyles or gold or pearls or expensive clothes, (10) but with good deeds, appropriate for women who profess to worship God. (11) A woman should learn in quietness and full submission. (12) I do not permit a woman to teach or to assume authority over a man; she must be quiet. (13) For Adam was formed first, then Eve. (14) And Adam was not the one deceived; it was the woman who was deceived and became a sinner. (15) But women will be saved through childbearing--if they continue in faith, love and holiness with propriety."], "word_count": 360, "reference": "1 Timothy 2:1-15", "translation": "NIV"}, {"division": "Senior", "passage_number": "95", "cards": ["(6) So then, just as you received Christ Jesus as Lord, continue to live your lives in him, (7) rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. (8) See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces of this world rather than on Christ. (9) For in Christ all the fullness of the Deity lives in bodily form, (10) and in Christ you have been brought to fullness. He is the head over every power and authority."], "word_count": 194, "reference": "Colossians 2:6-10", "translation": "NIV"}, {"division": "Senior", "passage_number": "94", "cards": ["(3) We always thank God, the Father of our Lord Jesus Christ, when we pray for you, (4) because we have heard of your faith in Christ Jesus and of the love you have for all God's people-- (5) the faith and love that spring from the hope stored up for you in heaven and about which you have already heard in the true message of the gospel (6) that has come to you. In the same way, the gospel is bearing fruit and growing throughout the whole world--just as it has been doing among you since the day you heard it and truly understood God's grace. (7) You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf,"], "word_count": 244, "reference": "Colossians 1:3-7", "translation": "NIV"}, {"division": "Senior", "passage_number": "93", "cards": ["(14) For this reason I kneel before the Father, (15) from whom every family in heaven and on earth derives its name. (16) I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being, (17) so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love, (18) may have power, together with all the Lord's holy people, to grasp how wide and long and high and deep is the love of Christ, (19) and to know this love that surpasses knowledge--that you may be filled to the measure of all the fullness of God. (20) Now to him who is able to do immeasurably more than all we ask or", "imagine, according to his power that is at work within us, (21) to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen."], "word_count": 276, "reference": "Ephesians 3:14-21", "translation": "NIV"}, {"division": "Senior", "passage_number": "97", "cards": ["(3) And God permitting, we will do so. (4) It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, (5) who have tasted the goodness of the word of God and the powers of the coming age (6) and who have fallen away, to be brought back to repentance. To their loss they are crucifying the Son of God all over again and subjecting him to public disgrace. (7) Land that drinks in the rain often falling on it and that produces a crop useful to those for whom it is farmed receives the blessing of God. (8) But land that produces thorns and thistles is worthless and is in danger of being cursed. In the end it will be burned."], "word_count": 128, "reference": "Hebrews 6:3-8", "translation": "NIV"}, {"division": "Senior", "passage_number": "100", "cards": ["(1) Now listen, you rich people, weep and wail because of the misery that is coming on you. (2) Your wealth has rotted, and moths have eaten your clothes. (3) Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days. (4) Look! The wages you failed to pay the workers who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty. (5) You have lived on earth in luxury and self- indulgence. You have fattened yourselves in the day of slaughter. (6) You have condemned and murdered the innocent one, who was not opposing you. (7) Be patient, then, brothers and sisters, until the Lord's coming. See how the farmer waits for the land to", "yield its valuable crop, patiently waiting for the autumn and spring rains. (8) You too, be patient and stand firm, because the Lord's coming is near. (9) Don't grumble against one another, brothers and sisters, or you will be judged. The Judge is standing at the door! (10) Brothers and sisters, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord. (11) As you know, we count as blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy. (12) Above all, my brothers and sisters, do not swear-- not by heaven or by earth or by anything else. All you need to say is a simple \"Yes\" or \"No.\" Otherwise you will be condemned."], "word_count": 408, "reference": "James 5:1-12", "translation": "NIV"}, {"division": "Senior", "passage_number": "99", "cards": ["(1) What causes fights and quarrels among you? Don't they come from your desires that battle within you? (2) You desire but do not have, so you kill. You covet but you cannot get what you want, so you quarrel and fight. You do not have because you do not ask God. (3) When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures. (4) You adulterous people, don't you know that friendship with the world means enmity against God? Therefore, anyone who chooses to be a friend of the world becomes an enemy of God. (5) Or do you think Scripture says without reason that he jealously longs for the", "spirit he has caused to dwell in us? (6) But he gives us more grace. That is why Scripture says: \"God opposes the proud but shows favor to the humble.\""], "word_count": 265, "reference": "James 4:1-6", "translation": "NIV"}, {"division": "Senior", "passage_number": "98", "cards": ["(17) By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had embraced the promises was about to sacrifice his one and only son, (18) even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" (19) Abraham reasoned that God could even raise the dead, and so in a manner of speaking he did receive Isaac back from death. (20) By faith Isaac blessed Jacob and Esau in regard to their future. (21) By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. (22) By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions concerning the burial of his bones. (23) By faith Moses' parents hid him for three", "months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. (24) By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. (25) He chose to be mistreated along with the people of God rather than to enjoy the fleeting pleasures of sin. (26) He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. (27) By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. (28) By faith he kept the Passover and the application of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. (29) By faith the people passed through the Red Sea as on dry land;", "but when the Egyptians tried to do so, they were drowned. (30) By faith the walls of Jericho fell, after the army had marched around them for seven days. (31) By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. (32) And what more shall I say? I do not have time to tell about Gideon, Barak, Samson and Jephthah, about David and Samuel and the prophets, (33) who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, (34) quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. (35) Women received back their dead, raised to life again.", "There were others who were tortured, refusing to be released so that they might gain an even better resurrection. (36) Some faced jeers and flogging, and even chains and imprisonment. (37) They were put to death by stoning; they were sawed in two; they were killed by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- (38) the world was not worthy of them. They wandered in deserts and mountains, living in caves and in holes in the ground. (39) These were all commended for their faith, yet none of them received what had been promised, (40) since God had planned something better for us so that only together with us would they be made perfect."], "word_count": 778, "reference": "Hebrews 11:17-40", "translation": "NIV"}, {"division": "Senior", "passage_number": "103", "cards": ["(5) For this very reason, make every effort to add to your faith goodness; and to goodness, knowledge; (6) and to knowledge, self-control; and to self-control, perseverance; and to perseverance, godliness; (7) and to godliness, mutual affection; and to mutual affection, love. (8) For if you possess these qualities in increasing measure, they will keep you from being ineffective and unproductive in your knowledge of our Lord Jesus Christ. (9) But whoever does not have them is nearsighted and blind, forgetting that they have been cleansed from their past sins. (10) Therefore, my brothers and sisters, make every effort to confirm your calling and election.", "For if you do these things, you will never stumble, (11) and you will receive a rich welcome into the eternal kingdom of our Lord and Savior Jesus Christ. (12) So I will always remind you of these things, even though you know them and are firmly established in the truth you now have. (13) I think it is right to refresh your memory as long as I live in the tent of this body, (14) because I know that I will soon put it aside, as our Lord Jesus Christ has made clear to me. (15) And I will make every effort to see that after my departure you will always be able to remember these things. (16) For we did not follow cleverly devised stories when we told you about the coming", "of our Lord Jesus Christ in power, but we were eyewitnesses of his majesty. (17) He received honor and glory from God the Father when the voice came to him from the Majestic Glory, saying, \"This is my Son, whom I love; with him I am well pleased.\" (18) We ourselves heard this voice that came from heaven when we were with him on the sacred mountain."], "word_count": 456, "reference": "2 Peter 1:5-18", "translation": "NIV"}, {"division": "Senior", "passage_number": "102", "cards": ["(1) Wives, in the same way submit yourselves to your own husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, (2) when they see the purity and reverence of your lives. (3) Your beauty should not come from outward adornment, such as elaborate hairstyles and the wearing of gold jewelry or fine clothes. (4) Rather, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. (5) For this is the way the holy women of the past who put their hope in God used to adorn themselves. They submitted themselves", "to their own husbands, (6) like Sarah, who obeyed Abraham and called him her lord. You are her daughters if you do what is right and do not give way to fear. (7) Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. (8) Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble. (9) Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing. (10) For, \"Whoever would love life and", "see good days must keep their tongue from evil and their lips from deceitful speech. (11) They must turn from evil and do good; they must seek peace and pursue it. (12) For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\""], "word_count": 474, "reference": "1 Peter 3:1-12", "translation": "NIV"}, {"division": "Senior", "passage_number": "101", "cards": ["(14) Is anyone among you sick? Let them call the elders of the church to pray over them and anoint them with oil in the name of the Lord. (15) And the prayer offered in faith will make the sick person well; the Lord will raise them up. If they have sinned, they will be forgiven. (16) Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous person is powerful and effective. (17) Elijah was a human being, even as we are. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years. (18) Again he prayed, and the heavens gave rain, and the earth produced its crops."], "word_count": 127, "reference": "James 5:14-18", "translation": "NIV"}, {"division": "Senior", "passage_number": "104", "cards": ["(1) My dear children, I write this to you so that you will not sin. But if anybody does sin, we have an advocate with the Father-- Jesus Christ, the Righteous One. (2) He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. (3) We know that we have come to know him if we keep his commands. (4) Whoever says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in that person. (5) But if anyone obeys his word, love for God is truly made complete in them. This is how we know we are in him: (6) Whoever claims to live in him must live as Jesus did. (7) Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard.", "(8) Yet I am writing you a new command; its truth is seen in him and in you, because the darkness is passing and the true light is already shining. (9) Anyone who claims to be in the light but hates a brother or sister is still in the darkness. (10) Anyone who loves their brother and sister lives in the light, and there is nothing in them to make them stumble. (11) But anyone who hates a brother or sister is in the darkness and walks around in the darkness. They do not know where they are going, because the darkness has blinded them. (12) I am writing to you, dear children, because your sins have been forgiven on account of his name. (13) I am writing to you, fathers, because you know him who is from the beginning. I am writing to you, young men, because you have overcome the", "evil one. (14) I write to you, dear children, because you know the Father. I write to you, fathers, because you know him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. (15) Do not love the world or anything in the world. If anyone loves the world, love for the Father is not in them. (16) For everything in the world--the lust of the flesh, the lust of the eyes, and the pride of life--comes not from the Father but from the world. (17) The world and its desires pass away, but whoever does the will of God lives forever."], "word_count": 419, "reference": "1 John 2:1-17", "translation": "NIV"}, {"division": "Senior", "passage_number": "106", "cards": ["(13) This is how we know that we live in him and he in us: He has given us of his Spirit. (14) And we have seen and testify that the Father has sent his Son to be the Savior of the world. (15) If anyone acknowledges that Jesus is the Son of God, God lives in them and they in God. (16) And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in them."], "word_count": 86, "reference": "1 John 4:13-16", "translation": "NIV"}, {"division": "Senior", "passage_number": "105", "cards": ["(16) This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers and sisters. (17) If anyone has material possessions and sees a brother or sister in need but has no pity on them, how can the love of God be in that person? (18) Dear children, let us not love with words or speech but with actions and in truth. (19) This is how we know that we belong to the truth and how we set our hearts at rest in his presence: (20) If our hearts condemn us, we know that God is greater than our hearts, and he knows everything. (21) Dear friends, if our hearts do not condemn us, we have confidence before God (22) and receive from him anything we ask, because we keep his commands and do what pleases him."], "word_count": 145, "reference": "1 John 3:16-22", "translation": "NIV"}]